{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 4094,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 4096
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      "-": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      "<": 26,
      "=": 27,
      ">": 28,
      "?": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "I": 37,
      "K": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "O": 42,
      "P": 43,
      "Q": 44,
      "R": 45,
      "S": 46,
      "T": 47,
      "U": 48,
      "W": 49,
      "[": 50,
      "]": 51,
      "^": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "k": 62,
      "l": 63,
      "m": 64,
      "n": 65,
      "o": 66,
      "p": 67,
      "q": 68,
      "r": 69,
      "s": 70,
      "t": 71,
      "u": 72,
      "v": 73,
      "w": 74,
      "x": 75,
      "y": 76,
      "z": 77,
      "{": 78,
      "|": 79,
      "}": 80,
      "~": 81,
      ":=": 82,
      "IM": 83,
      "IMM": 84,
      "sp": 85,
      "pc": 86,
      "=[": 87,
      "AT": 88,
      "DAT": 89,
      "DATA": 90,
      "31": 91,
      "esp": 92,
      "zf": 93,
      "32": 94,
      "ip": 95,
      "v0": 96,
      "ax": 97,
      "eg": 98,
      "reg": 99,
      "cf": 100,
      "fp": 101,
      "?{": 102,
      "sf": 103,
      "eax": 104,
      "reg32": 105,
      "pf": 106,
      "of": 107,
      "==": 108,
      "-=": 109,
      "EM": 110,
      "MEM": 111,
      "bp": 112,
      "t9": 113,
      "UN": 114,
      "FUN": 115,
      "FUNC": 116,
      "rsp": 117,
      "eip": 118,
      "gp": 119,
      "rip": 120,
      "a0": 121,
      "DU": 122,
      "DUP": 123,
      "af": 124,
      "mp": 125,
      "tmp": 126,
      "64": 127,
      "ra": 128,
      "ebp": 129,
      "r3": 130,
      "r1": 131,
      "x0": 132,
      "at": 133,
      "ed": 134,
      "rax": 135,
      "x2": 136,
      "+=": 137,
      "v1": 138,
      "lr": 139,
      "63": 140,
      "a1": 141,
      "r0": 142,
      "si": 143,
      "reg64": 144,
      "x1": 145,
      "rd": 146,
      "cx": 147,
      "bx": 148,
      "er": 149,
      "zer": 150,
      "zero": 151,
      "s0": 152,
      "rbp": 153,
      "16": 154,
      "<<": 155,
      "edx": 156,
      "nf": 157,
      "vf": 158,
      "esi": 159,
      "ecx": 160,
      "r2": 161,
      "a2": 162,
      "ebx": 163,
      "s1": 164,
      "rdi": 165,
      "12": 166,
      "edi": 167,
      "w0": 168,
      "rdx": 169,
      "s2": 170,
      ">>": 171,
      "rsi": 172,
      "s3": 173,
      "w1": 174,
      "w2": 175,
      "rbx": 176,
      "r4": 177,
      "x19": 178,
      "s4": 179,
      "24": 180,
      "rcx": 181,
      "a3": 182,
      "r5": 183,
      "al": 184,
      "s5": 185,
      "x20": 186,
      "r8": 187,
      "s6": 188,
      "r6": 189,
      "r12": 190,
      "48": 191,
      "x8": 192,
      "s7": 193,
      "40": 194,
      "r7": 195,
      "r14": 196,
      "x21": 197,
      "r13": 198,
      "28": 199,
      "20": 200,
      "56": 201,
      "r15": 202,
      "t0": 203,
      "36": 204,
      "^=": 205,
      "10": 206,
      "x22": 207,
      "x3": 208,
      "sb": 209,
      "80": 210,
      "w8": 211,
      "zr": 212,
      "sl": 213,
      "mm": 214,
      "x23": 215,
      "xmm": 216,
      "&=": 217,
      "44": 218,
      "72": 219,
      "96": 220,
      "x9": 221,
      "52": 222,
      "|=": 223,
      "t1": 224,
      "+=[": 225,
      "x24": 226,
      "w3": 227,
      "x4": 228,
      "x25": 229,
      "88": 230,
      "76": 231,
      "w9": 232,
      "128": 233,
      "x26": 234,
      "92": 235,
      "15": 236,
      "wzr": 237,
      "<<=": 238,
      "25": 239,
      "r9": 240,
      "t2": 241,
      "112": 242,
      "xzr": 243,
      "OP": 244,
      "POP": 245,
      "}{": 246,
      "cl": 247,
      "104": 248,
      "60": 249,
      "x27": 250,
      "xmm0": 251,
      "<<<": 252,
      "x28": 253,
      "84": 254,
      "*]": 255,
      "[*]": 256,
      "120": 257,
      "x5": 258,
      "AK": 259,
      "BR": 260,
      "EAK": 261,
      "BREAK": 262,
      "w4": 263,
      "x10": 264,
      "t3": 265,
      "w20": 266,
      "w19": 267,
      "dl": 268,
      "144": 269,
      "68": 270,
      "255": 271,
      "w21": 272,
      "136": 273,
      "lo": 274,
      "w10": 275,
      "11": 276,
      "w22": 277,
      "t4": 278,
      "hi": 279,
      "160": 280,
      "r12d": 281,
      "r10": 282,
      "256": 283,
      "w5": 284,
      "152": 285,
      "13": 286,
      "w23": 287,
      "AP": 288,
      "t5": 289,
      "x6": 290,
      "++=": 291,
      "r13d": 292,
      "r14d": 293,
      "176": 294,
      "30": 295,
      "SW": 296,
      "SWAP": 297,
      "192": 298,
      "t6": 299,
      "168": 300,
      "208": 301,
      "x11": 302,
      "w24": 303,
      "r11": 304,
      "st": 305,
      "&=[": 306,
      "pst": 307,
      "ate": 308,
      "pstate": 309,
      ">>>>": 310,
      "t7": 311,
      "r15d": 312,
      "184": 313,
      "xmm1": 314,
      "bl": 315,
      "--=": 316,
      "17": 317,
      "w25": 318,
      "200": 319,
      "224": 320,
      "65": 321,
      "252": 322,
      "108": 323,
      "14": 324,
      "t8": 325,
      "w6": 326,
      "w11": 327,
      "216": 328,
      "-=[": 329,
      "100": 330,
      "w26": 331,
      "x7": 332,
      "240": 333,
      "r8d": 334,
      "232": 335,
      "w27": 336,
      "18": 337,
      "124": 338,
      "50": 339,
      "x12": 340,
      "2D": 341,
      "132": 342,
      "19": 343,
      "116": 344,
      "w28": 345,
      "w7": 346,
      "v2": 347,
      "248": 348,
      "156": 349,
      "NU": 350,
      "NUM": 351,
      "264": 352,
      "r9d": 353,
      "272": 354,
      "140": 355,
      "xmm2": 356,
      "34": 357,
      "df": 358,
      "22": 359,
      "w12": 360,
      "408": 361,
      "512": 362,
      "F2D": 363,
      "26": 364,
      "288": 365,
      "320": 366,
      "254": 367,
      "280": 368,
      "46": 369,
      "GO": 370,
      "TO": 371,
      "GOTO": 372,
      ">>>": 373,
      "x13": 374,
      "58": 375,
      "304": 376,
      "d0": 377,
      "172": 378,
      "148": 379,
      "296": 380,
      "23": 381,
      "312": 382,
      "33": 383,
      "27": 384,
      "f0": 385,
      "336": 386,
      "29": 387,
      "47": 388,
      "188": 389,
      "45": 390,
      "424": 391,
      "164": 392,
      "37": 393,
      "xmm0l": 394,
      "352": 395,
      "328": 396,
      "x14": 397,
      "v0l": 398,
      "180": 399,
      "xmm0h": 400,
      "w13": 401,
      "35": 402,
      "xmm3": 403,
      "204": 404,
      "368": 405,
      "384": 406,
      "|=[": 407,
      "70": 408,
      "r10d": 409,
      "dx": 410,
      "400": 411,
      "344": 412,
      "360": 413,
      "v0h": 414,
      "196": 415,
      "220": 416,
      "21": 417,
      "38": 418,
      "416": 419,
      "376": 420,
      "x15": 421,
      "392": 422,
      "448": 423,
      "x16": 424,
      "212": 425,
      "w14": 426,
      "432": 427,
      "xmm4": 428,
      "ah": 429,
      "x17": 430,
      "236": 431,
      "di": 432,
      "127": 433,
      "440": 434,
      "r11d": 435,
      "456": 436,
      "v1l": 437,
      "sil": 438,
      "v3": 439,
      "w15": 440,
      "++=[": 441,
      "39": 442,
      "v1h": 443,
      "67": 444,
      "w16": 445,
      "464": 446,
      "d1": 447,
      "90": 448,
      "228": 449,
      "^=[": 450,
      "xmm5": 451,
      "xmm7": 452,
      "488": 453,
      "66": 454,
      "xmm6": 455,
      "57": 456,
      "268": 457,
      "q0": 458,
      "244": 459,
      "496": 460,
      "504": 461,
      "42": 462,
      "720": 463,
      "260": 464,
      "480": 465,
      "284": 466,
      "69": 467,
      "41": 468,
      "43": 469,
      "276": 470,
      "d8": 471,
      "544": 472,
      "w17": 473,
      "bpl": 474,
      "292": 475,
      "w18": 476,
      "472": 477,
      "77": 478,
      "x18": 479,
      "772": 480,
      "49": 481,
      "520": 482,
      "55": 483,
      "300": 484,
      "768": 485,
      "v4": 486,
      "r12b": 487,
      "560": 488,
      "528": 489,
      "600": 490,
      "608": 491,
      "61": 492,
      "592": 493,
      "51": 494,
      "102": 495,
      "129": 496,
      "316": 497,
      "v2l": 498,
      "332": 499,
      "v5": 500,
      "I2D": 501,
      "97": 502,
      "v2h": 503,
      "536": 504,
      "616": 505,
      "95": 506,
      "552": 507,
      "110": 508,
      "624": 509,
      "672": 510,
      "103": 511,
      "101": 512,
      "dh": 513,
      "ch": 514,
      "568": 515,
      "dil": 516,
      "576": 517,
      "xmm1l": 518,
      "584": 519,
      "r14b": 520,
      "~/": 521,
      "D2": 522,
      "r13b": 523,
      "257": 524,
      "99": 525,
      "114": 526,
      "r8b": 527,
      "664": 528,
      "640": 529,
      "bh": 530,
      "AN": 531,
      "NAN": 532,
      "632": 533,
      "54": 534,
      "308": 535,
      "113": 536,
      "6l": 537,
      "105": 538,
      "xmm1h": 539,
      "648": 540,
      "D2F": 541,
      "348": 542,
      "712": 543,
      "62": 544,
      "688": 545,
      "59": 546,
      "656": 547,
      "6h": 548,
      "7l": 549,
      "109": 550,
      "v3l": 551,
      "364": 552,
      "324": 553,
      "9l": 554,
      "7h": 555,
      "r15b": 556,
      "340": 557,
      "v3h": 558,
      "RAP": 559,
      "TRAP": 560,
      "9h": 561,
      "ff": 562,
      "ffr": 563,
      "f1": 564,
      "93": 565,
      "736": 566,
      "xmm2l": 567,
      "v18": 568,
      "704": 569,
      "912": 570,
      "f2": 571,
      "106": 572,
      "800": 573,
      "680": 574,
      "83": 575,
      "380": 576,
      "744": 577,
      "53": 578,
      "428": 579,
      "115": 580,
      "396": 581,
      "356": 582,
      "936": 583,
      "444": 584,
      "696": 585,
      "91": 586,
      "119": 587,
      "404": 588,
      "xmm2h": 589,
      "412": 590,
      "372": 591,
      "82": 592,
      "~%": 593,
      "388": 594,
      "888": 595,
      "880": 596,
      "87": 597,
      "123": 598,
      "--=[": 599,
      "728": 600,
      "500": 601,
      "752": 602,
      "125": 603,
      "107": 604,
      "832": 605,
      "73": 606,
      "960": 607,
      "v31": 608,
      "v4l": 609,
      "792": 610,
      "952": 611,
      "r9b": 612,
      "159": 613,
      "v4h": 614,
      "94": 615,
      "420": 616,
      "78": 617,
      "511": 618,
      "808": 619,
      "816": 620,
      "130": 621,
      "784": 622,
      "v5l": 623,
      "258": 624,
      "118": 625,
      "436": 626,
      "476": 627,
      "636": 628,
      "944": 629,
      "111": 630,
      "760": 631,
      "848": 632,
      "74": 633,
      "v5h": 634,
      "864": 635,
      "xmm8": 636,
      "117": 637,
      "771": 638,
      "968": 639,
      "460": 640,
      "776": 641,
      "824": 642,
      "920": 643,
      "992": 644,
      "492": 645,
      "135": 646,
      "98": 647,
      "f24": 648,
      "131": 649,
      "122": 650,
      "126": 651,
      "452": 652,
      "508": 653,
      "524": 654,
      "840": 655,
      "134": 656,
      "856": 657,
      "484": 658,
      "v23": 659,
      "516": 660,
      "79": 661,
      "580": 662,
      "540": 663,
      "896": 664,
      "138": 665,
      "556": 666,
      "xmm10": 667,
      "150": 668,
      "904": 669,
      "468": 670,
      "d2": 671,
      "133": 672,
      "872": 673,
      "928": 674,
      "163": 675,
      "cs": 676,
      "71": 677,
      "984": 678,
      "121": 679,
      "548": 680,
      "q1": 681,
      "cv": 682,
      "nz": 683,
      "nzcv": 684,
      "976": 685,
      "v6l": 686,
      "86": 687,
      "572": 688,
      "85": 689,
      "137": 690,
      "xmm3l": 691,
      "v18l": 692,
      "75": 693,
      "588": 694,
      "v24": 695,
      "532": 696,
      "v6h": 697,
      "652": 698,
      "604": 699,
      "245": 700,
      "v20": 701,
      "xmm7l": 702,
      "v18h": 703,
      "v22": 704,
      "xmm3h": 705,
      "d3": 706,
      "w30": 707,
      "r10b": 708,
      "xmm7h": 709,
      "596": 710,
      "v30": 711,
      "253": 712,
      "660": 713,
      "f20": 714,
      "v16l": 715,
      "246": 716,
      "564": 717,
      "v7l": 718,
      "d9": 719,
      "612": 720,
      "139": 721,
      "v16h": 722,
      "620": 723,
      "v7h": 724,
      "v29l": 725,
      "v17l": 726,
      "263": 727,
      "v29h": 728,
      "89": 729,
      "177": 730,
      "v25": 731,
      "v21": 732,
      "748": 733,
      "644": 734,
      "161": 735,
      "628": 736,
      "668": 737,
      "v31l": 738,
      "v17h": 739,
      "v31h": 740,
      "239": 741,
      "xmm4l": 742,
      "v19l": 743,
      "155": 744,
      "81": 745,
      "v19h": 746,
      "151": 747,
      "r8w": 748,
      "684": 749,
      "676": 750,
      "513": 751,
      "xmm6l": 752,
      "788": 753,
      "xmm4h": 754,
      "241": 755,
      "141": 756,
      "700": 757,
      "225": 758,
      "145": 759,
      "223": 760,
      "780": 761,
      "716": 762,
      "147": 763,
      "162": 764,
      "xmm6h": 765,
      "143": 766,
      "f4": 767,
      "149": 768,
      "262": 769,
      "756": 770,
      "v8": 771,
      "xmm5l": 772,
      "v28": 773,
      "692": 774,
      "d4": 775,
      "146": 776,
      "193": 777,
      "740": 778,
      "708": 779,
      "xmm5h": 780,
      "ll": 781,
      "nu": 782,
      "null": 783,
      "xmm11": 784,
      "v23l": 785,
      "724": 786,
      "v23h": 787,
      "r11b": 788,
      "v11": 789,
      "mm0": 790,
      "259": 791,
      "769": 792,
      "804": 793,
      "218": 794,
      "996": 795,
      "764": 796,
      "828": 797,
      "732": 798,
      "v27l": 799,
      "191": 800,
      "142": 801,
      "171": 802,
      "796": 803,
      "v27h": 804,
      "v15": 805,
      "190": 806,
      "b5": 807,
      "182": 808,
      "165": 809,
      "266": 810,
      "153": 811,
      "666": 812,
      "169": 813,
      "187": 814,
      "189": 815,
      "q2": 816,
      "181": 817,
      "242": 818,
      "812": 819,
      "es": 820,
      "167": 821,
      "261": 822,
      "v24l": 823,
      "v24h": 824,
      "844": 825,
      "226": 826,
      "v20l": 827,
      "852": 828,
      "988": 829,
      "d5": 830,
      "v20h": 831,
      "154": 832,
      "233": 833,
      "820": 834,
      "199": 835,
      "243": 836,
      "770": 837,
      "xmm8l": 838,
      "836": 839,
      "214": 840,
      "xmm8h": 841,
      "v22l": 842,
      "v22h": 843,
      "v26l": 844,
      "v30l": 845,
      "v10": 846,
      "174": 847,
      "v30h": 848,
      "158": 849,
      "186": 850,
      "166": 851,
      "v26h": 852,
      "924": 853,
      "940": 854,
      "173": 855,
      "271": 856,
      "xmm10l": 857,
      "xmm10h": 858,
      "219": 859,
      "213": 860,
      "179": 861,
      "234": 862,
      "197": 863,
      "203": 864,
      "175": 865,
      "194": 866,
      "980": 867,
      "406": 868,
      "157": 869,
      "178": 870,
      "221": 871,
      "v12": 872,
      "908": 873,
      "429": 874,
      "xmm9": 875,
      "274": 876,
      "916": 877,
      "205": 878,
      "v25l": 879,
      "183": 880,
      "v21l": 881,
      "U2D": 882,
      "v21h": 883,
      "956": 884,
      "876": 885,
      "v25h": 886,
      "250": 887,
      "860": 888,
      "xmm9l": 889,
      "r9w": 890,
      "900": 891,
      "xmm9h": 892,
      "f25": 893,
      "948": 894,
      "q3": 895,
      "xmm12": 896,
      "v14": 897,
      "r12w": 898,
      "868": 899,
      "892": 900,
      "f13": 901,
      "206": 902,
      "v8l": 903,
      "ymm": 904,
      "211": 905,
      "d10": 906,
      "884": 907,
      "xmm14": 908,
      "247": 909,
      "207": 910,
      "353": 911,
      "964": 912,
      "xmm13": 913,
      "202": 914,
      "170": 915,
      "f12": 916,
      "185": 917,
      "v28l": 918,
      "289": 919,
      "275": 920,
      "370": 921,
      "251": 922,
      "291": 923,
      "290": 924,
      "298": 925,
      "231": 926,
      "v28h": 927,
      "238": 928,
      "932": 929,
      "972": 930,
      "195": 931,
      "209": 932,
      "361": 933,
      "229": 934,
      "d6": 935,
      "407": 936,
      "v13": 937,
      "307": 938,
      "r15w": 939,
      "v11l": 940,
      "xmm15": 941,
      "227": 942,
      "210": 943,
      "v8h": 944,
      "r13w": 945,
      "r14w": 946,
      "350": 947,
      "d7": 948,
      "198": 949,
      "297": 950,
      "v11h": 951,
      "342": 952,
      "309": 953,
      "269": 954,
      "235": 955,
      "215": 956,
      "f28": 957,
      "217": 958,
      "222": 959,
      "578": 960,
      "277": 961,
      "337": 962,
      "419": 963,
      "249": 964,
      "f14": 965,
      "273": 966,
      "421": 967,
      "301": 968,
      "285": 969,
      "331": 970,
      "367": 971,
      "v15l": 972,
      "v15h": 973,
      "299": 974,
      "418": 975,
      "506": 976,
      "278": 977,
      "f22": 978,
      "201": 979,
      "446": 980,
      "330": 981,
      "543": 982,
      "265": 983,
      "386": 984,
      "377": 985,
      "293": 986,
      "279": 987,
      "362": 988,
      "349": 989,
      "237": 990,
      "334": 991,
      "318": 992,
      "306": 993,
      "553": 994,
      "230": 995,
      "394": 996,
      "r10w": 997,
      "v10l": 998,
      "295": 999,
      "359": 1000,
      "403": 1001,
      "675": 1002,
      "270": 1003,
      "425": 1004,
      "d18": 1005,
      "366": 1006,
      "351": 1007,
      "mm1": 1008,
      "286": 1009,
      "f26": 1010,
      "267": 1011,
      "339": 1012,
      "999": 1013,
      "d16": 1014,
      "345": 1015,
      "311": 1016,
      "v10h": 1017,
      "363": 1018,
      "327": 1019,
      "321": 1020,
      "D2I": 1021,
      "383": 1022,
      "517": 1023,
      "v12l": 1024,
      "573": 1025,
      "391": 1026,
      "338": 1027,
      "302": 1028,
      "294": 1029,
      "v9l": 1030,
      "281": 1031,
      "427": 1032,
      "417": 1033,
      "415": 1034,
      "358": 1035,
      "d11": 1036,
      "673": 1037,
      "v12h": 1038,
      "b1": 1039,
      "329": 1040,
      "505": 1041,
      "r11w": 1042,
      "510": 1043,
      "325": 1044,
      "523": 1045,
      "c0": 1046,
      "cc0": 1047,
      "fcc0": 1048,
      "910": 1049,
      "577": 1050,
      "q4": 1051,
      "371": 1052,
      "443": 1053,
      "402": 1054,
      "v14l": 1055,
      "317": 1056,
      "565": 1057,
      "509": 1058,
      "354": 1059,
      "323": 1060,
      "283": 1061,
      "413": 1062,
      "674": 1063,
      "422": 1064,
      "401": 1065,
      "438": 1066,
      "365": 1067,
      "369": 1068,
      "389": 1069,
      "xmm11l": 1070,
      "q5": 1071,
      "xmm11h": 1072,
      "501": 1073,
      "435": 1074,
      "347": 1075,
      "v9h": 1076,
      "409": 1077,
      "313": 1078,
      "499": 1079,
      "v14h": 1080,
      "310": 1081,
      "315": 1082,
      "381": 1083,
      "746": 1084,
      "d17": 1085,
      "373": 1086,
      "447": 1087,
      "399": 1088,
      "357": 1089,
      "614": 1090,
      "393": 1091,
      "395": 1092,
      "498": 1093,
      "390": 1094,
      "387": 1095,
      "326": 1096,
      "314": 1097,
      "f6": 1098,
      "671": 1099,
      "411": 1100,
      "895": 1101,
      "430": 1102,
      "774": 1103,
      "439": 1104,
      "v13l": 1105,
      "mm5": 1106,
      "431": 1107,
      "333": 1108,
      "434": 1109,
      "667": 1110,
      "514": 1111,
      "605": 1112,
      "575": 1113,
      "q6": 1114,
      "451": 1115,
      "423": 1116,
      "450": 1117,
      "433": 1118,
      "mm4": 1119,
      "555": 1120,
      "303": 1121,
      "305": 1122,
      "287": 1123,
      "518": 1124,
      "789": 1125,
      "282": 1126,
      "855": 1127,
      "449": 1128,
      "v13h": 1129,
      "783": 1130,
      "398": 1131,
      "355": 1132,
      "811": 1133,
      "385": 1134,
      "q7": 1135,
      "322": 1136,
      "786": 1137,
      "d12": 1138,
      "549": 1139,
      "906": 1140,
      "445": 1141,
      "d21": 1142,
      "319": 1143,
      "gs": 1144,
      "341": 1145,
      "f3": 1146,
      "799": 1147,
      "375": 1148,
      "905": 1149,
      "515": 1150,
      "485": 1151,
      "441": 1152,
      "542": 1153,
      "382": 1154,
      "ags": 1155,
      "ef": 1156,
      "lags": 1157,
      "eflags": 1158,
      "474": 1159,
      "d19": 1160,
      "463": 1161,
      "405": 1162,
      "f15": 1163,
      "s8": 1164,
      "726": 1165,
      "777": 1166,
      "670": 1167,
      "606": 1168,
      "410": 1169,
      "467": 1170,
      "335": 1171,
      "705": 1172,
      "437": 1173,
      "645": 1174,
      "522": 1175,
      "526": 1176,
      "378": 1177,
      "658": 1178,
      "b2": 1179,
      "374": 1180,
      "343": 1181,
      "453": 1182,
      "mm6": 1183,
      "653": 1184,
      "545": 1185,
      "794": 1186,
      "mm7": 1187,
      "785": 1188,
      "547": 1189,
      "561": 1190,
      "715": 1191,
      "809": 1192,
      "951": 1193,
      "801": 1194,
      "841": 1195,
      "379": 1196,
      "xmm14l": 1197,
      "346": 1198,
      "xmm14h": 1199,
      "527": 1200,
      "mm2": 1201,
      "457": 1202,
      "775": 1203,
      "551": 1204,
      "xmm12l": 1205,
      "650": 1206,
      "475": 1207,
      "493": 1208,
      "ss": 1209,
      "xmm12h": 1210,
      "633": 1211,
      "725": 1212,
      "458": 1213,
      "778": 1214,
      "d20": 1215,
      "813": 1216,
      "649": 1217,
      "882": 1218,
      "706": 1219,
      "634": 1220,
      "894": 1221,
      "902": 1222,
      "601": 1223,
      "f8": 1224,
      "d13": 1225,
      "973": 1226,
      "xmm13l": 1227,
      "682": 1228,
      "397": 1229,
      "xmm13h": 1230,
      "853": 1231,
      "519": 1232,
      "487": 1233,
      "599": 1234,
      "537": 1235,
      "570": 1236,
      "802": 1237,
      "615": 1238,
      "795": 1239,
      "757": 1240,
      "991": 1241,
      "489": 1242,
      "d22": 1243,
      "574": 1244,
      "654": 1245,
      "851": 1246,
      "469": 1247,
      "587": 1248,
      "979": 1249,
      "710": 1250,
      "790": 1251,
      "767": 1252,
      "479": 1253,
      "942": 1254,
      "773": 1255,
      "681": 1256,
      "d14": 1257,
      "591": 1258,
      "743": 1259,
      "442": 1260,
      "698": 1261,
      "455": 1262,
      "b3": 1263,
      "w29": 1264,
      "602": 1265,
      "955": 1266,
      "662": 1267,
      "642": 1268,
      "699": 1269,
      "595": 1270,
      "822": 1271,
      "893": 1272,
      "679": 1273,
      "558": 1274,
      "723": 1275,
      "531": 1276,
      "994": 1277,
      "899": 1278,
      "if": 1279,
      "621": 1280,
      "857": 1281,
      "471": 1282,
      "913": 1283,
      "b21": 1284,
      "s18": 1285,
      "470": 1286,
      "815": 1287,
      "678": 1288,
      "729": 1289,
      "ymm7": 1290,
      "459": 1291,
      "ds": 1292,
      "d23": 1293,
      "414": 1294,
      "747": 1295,
      "610": 1296,
      "539": 1297,
      "929": 1298,
      "827": 1299,
      "694": 1300,
      "683": 1301,
      "490": 1302,
      "d24": 1303,
      "497": 1304,
      "xmm15l": 1305,
      "686": 1306,
      "589": 1307,
      "xmm15h": 1308,
      "mm3": 1309,
      "954": 1310,
      "611": 1311,
      "554": 1312,
      "631": 1313,
      "473": 1314,
      "733": 1315,
      "491": 1316,
      "737": 1317,
      "915": 1318,
      "754": 1319,
      "655": 1320,
      "d25": 1321,
      "826": 1322,
      "535": 1323,
      "585": 1324,
      "d15": 1325,
      "837": 1326,
      "559": 1327,
      "833": 1328,
      "za": 1329,
      "635": 1330,
      "690": 1331,
      "730": 1332,
      "998": 1333,
      "465": 1334,
      "502": 1335,
      "677": 1336,
      "814": 1337,
      "765": 1338,
      "745": 1339,
      "617": 1340,
      "641": 1341,
      "f27": 1342,
      "483": 1343,
      "598": 1344,
      "986": 1345,
      "898": 1346,
      "533": 1347,
      "946": 1348,
      "478": 1349,
      "782": 1350,
      "982": 1351,
      "597": 1352,
      "886": 1353,
      "717": 1354,
      "935": 1355,
      "503": 1356,
      "891": 1357,
      "525": 1358,
      "665": 1359,
      "703": 1360,
      "803": 1361,
      "vg": 1362,
      "958": 1363,
      "d28": 1364,
      "462": 1365,
      "466": 1366,
      "846": 1367,
      "987": 1368,
      "603": 1369,
      "581": 1370,
      "563": 1371,
      "823": 1372,
      "481": 1373,
      "830": 1374,
      "738": 1375,
      "*=": 1376,
      "961": 1377,
      "925": 1378,
      "879": 1379,
      "d31": 1380,
      "850": 1381,
      "d27": 1382,
      "538": 1383,
      "937": 1384,
      "751": 1385,
      "d26": 1386,
      "938": 1387,
      "626": 1388,
      "d29": 1389,
      "507": 1390,
      "707": 1391,
      "590": 1392,
      "983": 1393,
      "630": 1394,
      "651": 1395,
      "787": 1396,
      "834": 1397,
      "wsp": 1398,
      "618": 1399,
      "874": 1400,
      "669": 1401,
      "903": 1402,
      "971": 1403,
      "426": 1404,
      "714": 1405,
      "627": 1406,
      "569": 1407,
      "909": 1408,
      "810": 1409,
      "s19": 1410,
      "793": 1411,
      "805": 1412,
      "546": 1413,
      "637": 1414,
      "454": 1415,
      "885": 1416,
      "594": 1417,
      "613": 1418,
      "s16": 1419,
      "661": 1420,
      "663": 1421,
      "639": 1422,
      "s17": 1423,
      "721": 1424,
      "619": 1425,
      "779": 1426,
      "735": 1427,
      "742": 1428,
      "693": 1429,
      "965": 1430,
      "713": 1431,
      "947": 1432,
      "870": 1433,
      "750": 1434,
      "562": 1435,
      "727": 1436,
      "482": 1437,
      "s9": 1438,
      "839": 1439,
      "881": 1440,
      "762": 1441,
      "657": 1442,
      "749": 1443,
      "934": 1444,
      "d30": 1445,
      "753": 1446,
      "914": 1447,
      "f10": 1448,
      "586": 1449,
      "977": 1450,
      "821": 1451,
      "877": 1452,
      "997": 1453,
      "907": 1454,
      "798": 1455,
      "919": 1456,
      "579": 1457,
      "583": 1458,
      "557": 1459,
      "842": 1460,
      "869": 1461,
      "647": 1462,
      "494": 1463,
      "887": 1464,
      "974": 1465,
      "b4": 1466,
      "623": 1467,
      "963": 1468,
      "981": 1469,
      "854": 1470,
      "521": 1471,
      "571": 1472,
      "629": 1473,
      "++": 1474,
      "797": 1475,
      "QR": 1476,
      "SQR": 1477,
      "SQRT": 1478,
      "817": 1479,
      "949": 1480,
      "702": 1481,
      "607": 1482,
      "689": 1483,
      "719": 1484,
      "781": 1485,
      "945": 1486,
      "646": 1487,
      "766": 1488,
      "835": 1489,
      "495": 1490,
      "697": 1491,
      "962": 1492,
      "978": 1493,
      "593": 1494,
      "950": 1495,
      "()": 1496,
      "758": 1497,
      "967": 1498,
      "638": 1499,
      "969": 1500,
      "461": 1501,
      "ymm6": 1502,
      "865": 1503,
      "s20": 1504,
      "845": 1505,
      "993": 1506,
      "f16": 1507,
      "f30": 1508,
      "930": 1509,
      "873": 1510,
      "529": 1511,
      "763": 1512,
      "b9": 1513,
      "709": 1514,
      "s23": 1515,
      "v27": 1516,
      "582": 1517,
      "731": 1518,
      "b6": 1519,
      "ymm8": 1520,
      "985": 1521,
      "b0": 1522,
      "609": 1523,
      "z9": 1524,
      "878": 1525,
      "s31": 1526,
      "889": 1527,
      "f5": 1528,
      "695": 1529,
      "v19": 1530,
      "ymm4": 1531,
      "975": 1532,
      "755": 1533,
      "622": 1534,
      "534": 1535,
      "791": 1536,
      "b20": 1537,
      "ymm0": 1538,
      "922": 1539,
      "843": 1540,
      "s21": 1541,
      "486": 1542,
      "911": 1543,
      "741": 1544,
      "FL": 1545,
      "OO": 1546,
      "FLOO": 1547,
      "FLOOR": 1548,
      "ymm11": 1549,
      "567": 1550,
      "--": 1551,
      "541": 1552,
      "718": 1553,
      "739": 1554,
      "iz": 1555,
      "riz": 1556,
      "818": 1557,
      "897": 1558,
      "s10": 1559,
      "867": 1560,
      "831": 1561,
      "875": 1562,
      "711": 1563,
      "k0": 1564,
      "zmm": 1565,
      "847": 1566,
      "f18": 1567,
      "759": 1568,
      "k1": 1569,
      "477": 1570,
      "643": 1571,
      "701": 1572,
      "970": 1573,
      "ymm5": 1574,
      "s25": 1575,
      "550": 1576,
      "b13": 1577,
      "921": 1578,
      "866": 1579,
      "b14": 1580,
      "901": 1581,
      "939": 1582,
      "966": 1583,
      "s29": 1584,
      "863": 1585,
      "890": 1586,
      "849": 1587,
      "ymm1": 1588,
      "687": 1589,
      "825": 1590,
      "f29": 1591,
      "691": 1592,
      "530": 1593,
      "806": 1594,
      "659": 1595,
      "ymm9": 1596,
      "625": 1597,
      "s22": 1598,
      "ymm3": 1599,
      "566": 1600,
      "819": 1601,
      "927": 1602,
      "s30": 1603,
      "ymm2": 1604,
      "s12": 1605,
      "959": 1606,
      "s27": 1607,
      "s28": 1608,
      "ymm13": 1609,
      "f7": 1610,
      "b17": 1611,
      "b22": 1612,
      "v6": 1613,
      "957": 1614,
      "ymm12": 1615,
      "b7": 1616,
      "s24": 1617,
      "931": 1618,
      "q16": 1619,
      "b10": 1620,
      "926": 1621,
      "734": 1622,
      "b8": 1623,
      "q8": 1624,
      "s26": 1625,
      "871": 1626,
      "f31": 1627,
      "b11": 1628,
      "q17": 1629,
      "v7": 1630,
      "953": 1631,
      "807": 1632,
      "685": 1633,
      "ymm10": 1634,
      "v17": 1635,
      "s11": 1636,
      "923": 1637,
      "v16": 1638,
      "859": 1639,
      "918": 1640,
      "990": 1641,
      "b18": 1642,
      "838": 1643,
      "ymm14": 1644,
      "fs": 1645,
      "ymm15": 1646,
      "b16": 1647,
      "829": 1648,
      "q18": 1649,
      "858": 1650,
      "f17": 1651,
      "zmm0": 1652,
      "761": 1653,
      "s13": 1654,
      "q19": 1655,
      "995": 1656,
      "z5": 1657,
      "zmm1": 1658,
      "q20": 1659,
      "f21": 1660,
      "h0": 1661,
      "q22": 1662,
      "zmm6": 1663,
      "zmm3": 1664,
      "862": 1665,
      "f19": 1666,
      "q9": 1667,
      "722": 1668,
      "s14": 1669,
      "q23": 1670,
      "spl": 1671,
      "q21": 1672,
      "f9": 1673,
      "861": 1674,
      "b12": 1675,
      "cp": 1676,
      "sr": 1677,
      "zmm5": 1678,
      "zmm4": 1679,
      "zmm7": 1680,
      "cpsr": 1681,
      "h21": 1682,
      "989": 1683,
      "b26": 1684,
      "q24": 1685,
      "943": 1686,
      "s15": 1687,
      "zmm8": 1688,
      "q25": 1689,
      "q14": 1690,
      "zmm2": 1691,
      "ymm18": 1692,
      "zmm15": 1693,
      "zmm13": 1694,
      "zmm14": 1695,
      "h5": 1696,
      "z8": 1697,
      "q26": 1698,
      "933": 1699,
      "v26": 1700,
      "ymm19": 1701,
      "zmm12": 1702,
      "b24": 1703,
      "941": 1704,
      "ymm16": 1705,
      "zmm18": 1706,
      "zmm19": 1707,
      "q27": 1708,
      "q10": 1709,
      "zmm16": 1710,
      "q29": 1711,
      "ymm20": 1712,
      "ymm22": 1713,
      "ymm23": 1714,
      "ymm21": 1715,
      "zmm10": 1716,
      "p15": 1717,
      "q28": 1718,
      "q30": 1719,
      "<<=[": 1720,
      "917": 1721,
      "OUN": 1722,
      "ROUN": 1723,
      "b19": 1724,
      "ROUND": 1725,
      "f11": 1726,
      "h1": 1727,
      "CE": 1728,
      "IL": 1729,
      "f23": 1730,
      "zmm9": 1731,
      "zmm11": 1732,
      "zmm17": 1733,
      "CEIL": 1734,
      "883": 1735,
      "k7": 1736,
      "q31": 1737,
      "v29": 1738,
      "b15": 1739,
      "h22": 1740,
      "k2": 1741,
      "ymm27": 1742,
      "zmm20": 1743,
      "zmm22": 1744,
      "zmm23": 1745,
      "zmm21": 1746,
      "b23": 1747,
      "h2": 1748,
      "h17": 1749,
      "b28": 1750,
      "b25": 1751,
      "z25": 1752,
      "ymm26": 1753,
      "b31": 1754,
      "b29": 1755,
      "q12": 1756,
      "q11": 1757,
      "xmm18": 1758,
      "ymm17": 1759,
      "zaq10": 1760,
      "zmm26": 1761,
      "zmm27": 1762,
      "b30": 1763,
      "b27": 1764,
      "h8": 1765,
      "h9": 1766,
      "z10": 1767,
      "ac": 1768,
      "h31": 1769,
      "h29": 1770,
      "p0": 1771,
      "q13": 1772,
      "v9": 1773,
      "z0": 1774,
      "z1": 1775,
      "z31": 1776,
      "zaq1": 1777,
      "xmm18h": 1778,
      "xmm18l": 1779,
      "ac3": 1780,
      "dr6": 1781,
      "h6": 1782,
      "h7": 1783,
      "h12": 1784,
      "h24": 1785,
      "h20": 1786,
      "h25": 1787,
      "h14": 1788,
      "z7": 1789,
      "z30": 1790,
      "z29": 1791,
      "zaq3": 1792
    },
    "merges": [
      ": =",
      "I M",
      "IM M",
      "s p",
      "p c",
      "= [",
      "A T",
      "D AT",
      "DAT A",
      "3 1",
      "e sp",
      "z f",
      "3 2",
      "i p",
      "v 0",
      "a x",
      "e g",
      "r eg",
      "c f",
      "f p",
      "? {",
      "s f",
      "e ax",
      "reg 32",
      "p f",
      "o f",
      "= =",
      "- =",
      "E M",
      "M EM",
      "b p",
      "t 9",
      "U N",
      "F UN",
      "FUN C",
      "r sp",
      "e ip",
      "g p",
      "r ip",
      "a 0",
      "D U",
      "DU P",
      "a f",
      "m p",
      "t mp",
      "6 4",
      "r a",
      "e bp",
      "r 3",
      "r 1",
      "x 0",
      "a t",
      "e d",
      "r ax",
      "x 2",
      "+ =",
      "v 1",
      "l r",
      "6 3",
      "a 1",
      "r 0",
      "s i",
      "reg 64",
      "x 1",
      "r d",
      "c x",
      "b x",
      "e r",
      "z er",
      "zer o",
      "s 0",
      "r bp",
      "1 6",
      "< <",
      "ed x",
      "n f",
      "v f",
      "e si",
      "e cx",
      "r 2",
      "a 2",
      "e bx",
      "s 1",
      "rd i",
      "1 2",
      "ed i",
      "w 0",
      "rd x",
      "s 2",
      "> >",
      "r si",
      "s 3",
      "w 1",
      "w 2",
      "r bx",
      "r 4",
      "x1 9",
      "s 4",
      "2 4",
      "r cx",
      "a 3",
      "r 5",
      "a l",
      "s 5",
      "x2 0",
      "r 8",
      "s 6",
      "r 6",
      "r1 2",
      "4 8",
      "x 8",
      "s 7",
      "4 0",
      "r 7",
      "r1 4",
      "x2 1",
      "r1 3",
      "2 8",
      "2 0",
      "5 6",
      "r1 5",
      "t 0",
      "3 6",
      "^ =",
      "1 0",
      "x2 2",
      "x 3",
      "s b",
      "8 0",
      "w 8",
      "z r",
      "s l",
      "m m",
      "x2 3",
      "x mm",
      "& =",
      "4 4",
      "7 2",
      "9 6",
      "x 9",
      "5 2",
      "| =",
      "t 1",
      "+ =[",
      "x2 4",
      "w 3",
      "x 4",
      "x2 5",
      "8 8",
      "7 6",
      "w 9",
      "12 8",
      "x2 6",
      "9 2",
      "1 5",
      "w zr",
      "<< =",
      "2 5",
      "r 9",
      "t 2",
      "1 12",
      "x zr",
      "O P",
      "P OP",
      "} {",
      "c l",
      "10 4",
      "6 0",
      "x2 7",
      "xmm 0",
      "<< <",
      "x2 8",
      "8 4",
      "* ]",
      "[ *]",
      "12 0",
      "x 5",
      "A K",
      "B R",
      "E AK",
      "BR EAK",
      "w 4",
      "x1 0",
      "t 3",
      "w2 0",
      "w1 9",
      "d l",
      "1 44",
      "6 8",
      "25 5",
      "w2 1",
      "1 36",
      "l o",
      "w1 0",
      "1 1",
      "w2 2",
      "t 4",
      "h i",
      "16 0",
      "r12 d",
      "r1 0",
      "2 56",
      "w 5",
      "1 52",
      "1 3",
      "w2 3",
      "A P",
      "t 5",
      "x 6",
      "+ +=",
      "r13 d",
      "r14 d",
      "1 76",
      "3 0",
      "S W",
      "SW AP",
      "1 92",
      "t 6",
      "16 8",
      "20 8",
      "x1 1",
      "w2 4",
      "r1 1",
      "s t",
      "& =[",
      "p st",
      "at e",
      "pst ate",
      ">> >>",
      "t 7",
      "r15 d",
      "1 84",
      "xmm 1",
      "b l",
      "- -=",
      "1 7",
      "w2 5",
      "20 0",
      "2 24",
      "6 5",
      "2 52",
      "10 8",
      "1 4",
      "t 8",
      "w 6",
      "w1 1",
      "2 16",
      "- =[",
      "10 0",
      "w2 6",
      "x 7",
      "24 0",
      "r8 d",
      "2 32",
      "w2 7",
      "1 8",
      "12 4",
      "5 0",
      "x1 2",
      "2 D",
      "1 32",
      "1 9",
      "1 16",
      "w2 8",
      "w 7",
      "v 2",
      "24 8",
      "1 56",
      "N U",
      "NU M",
      "2 64",
      "r9 d",
      "2 72",
      "1 40",
      "xmm 2",
      "3 4",
      "d f",
      "2 2",
      "w 12",
      "40 8",
      "5 12",
      "F 2D",
      "2 6",
      "28 8",
      "32 0",
      "25 4",
      "28 0",
      "4 6",
      "G O",
      "T O",
      "GO TO",
      ">> >",
      "x1 3",
      "5 8",
      "30 4",
      "d 0",
      "1 72",
      "1 48",
      "2 96",
      "2 3",
      "31 2",
      "3 3",
      "2 7",
      "f 0",
      "3 36",
      "2 9",
      "4 7",
      "1 88",
      "4 5",
      "4 24",
      "1 64",
      "3 7",
      "xmm0 l",
      "3 52",
      "32 8",
      "x1 4",
      "v0 l",
      "1 80",
      "xmm0 h",
      "w1 3",
      "3 5",
      "xmm 3",
      "20 4",
      "36 8",
      "3 84",
      "| =[",
      "7 0",
      "r10 d",
      "d x",
      "40 0",
      "3 44",
      "36 0",
      "v0 h",
      "1 96",
      "2 20",
      "2 1",
      "3 8",
      "4 16",
      "3 76",
      "x1 5",
      "3 92",
      "4 48",
      "x1 6",
      "2 12",
      "w1 4",
      "4 32",
      "xmm 4",
      "a h",
      "x1 7",
      "2 36",
      "d i",
      "12 7",
      "4 40",
      "r11 d",
      "4 56",
      "v1 l",
      "si l",
      "v 3",
      "w1 5",
      "+ +=[",
      "3 9",
      "v1 h",
      "6 7",
      "w 16",
      "4 64",
      "d 1",
      "9 0",
      "2 28",
      "^ =[",
      "xmm 5",
      "xmm 7",
      "48 8",
      "6 6",
      "xmm 6",
      "5 7",
      "2 68",
      "q 0",
      "24 4",
      "4 96",
      "50 4",
      "4 2",
      "7 20",
      "2 60",
      "48 0",
      "28 4",
      "6 9",
      "4 1",
      "4 3",
      "2 76",
      "d 8",
      "5 44",
      "w1 7",
      "bp l",
      "2 92",
      "w1 8",
      "4 72",
      "7 7",
      "x1 8",
      "7 72",
      "4 9",
      "5 20",
      "5 5",
      "30 0",
      "76 8",
      "v 4",
      "r12 b",
      "56 0",
      "5 28",
      "60 0",
      "60 8",
      "6 1",
      "5 92",
      "5 1",
      "10 2",
      "12 9",
      "31 6",
      "v2 l",
      "3 32",
      "v 5",
      "I 2D",
      "9 7",
      "v2 h",
      "5 36",
      "6 16",
      "9 5",
      "5 52",
      "1 10",
      "6 24",
      "6 72",
      "10 3",
      "10 1",
      "d h",
      "c h",
      "56 8",
      "di l",
      "5 76",
      "xmm1 l",
      "5 84",
      "r14 b",
      "~ /",
      "D 2",
      "r13 b",
      "25 7",
      "9 9",
      "11 4",
      "r8 b",
      "6 64",
      "64 0",
      "b h",
      "A N",
      "N AN",
      "6 32",
      "5 4",
      "30 8",
      "11 3",
      "6 l",
      "10 5",
      "xmm1 h",
      "64 8",
      "D2 F",
      "3 48",
      "7 12",
      "6 2",
      "6 88",
      "5 9",
      "6 56",
      "6 h",
      "7 l",
      "10 9",
      "v3 l",
      "3 64",
      "32 4",
      "9 l",
      "7 h",
      "r15 b",
      "3 40",
      "v3 h",
      "R AP",
      "T RAP",
      "9 h",
      "f f",
      "ff r",
      "f 1",
      "9 3",
      "7 36",
      "xmm2 l",
      "v1 8",
      "70 4",
      "9 12",
      "f 2",
      "10 6",
      "80 0",
      "6 80",
      "8 3",
      "3 80",
      "7 44",
      "5 3",
      "4 28",
      "1 15",
      "3 96",
      "3 56",
      "9 36",
      "44 4",
      "6 96",
      "9 1",
      "11 9",
      "40 4",
      "xmm2 h",
      "4 12",
      "3 72",
      "8 2",
      "~ %",
      "3 88",
      "88 8",
      "8 80",
      "8 7",
      "12 3",
      "- -=[",
      "7 28",
      "50 0",
      "7 52",
      "12 5",
      "10 7",
      "8 32",
      "7 3",
      "96 0",
      "v 31",
      "v4 l",
      "7 92",
      "9 52",
      "r9 b",
      "15 9",
      "v4 h",
      "9 4",
      "4 20",
      "7 8",
      "5 11",
      "80 8",
      "8 16",
      "13 0",
      "7 84",
      "v5 l",
      "25 8",
      "11 8",
      "4 36",
      "4 76",
      "63 6",
      "9 44",
      "11 1",
      "76 0",
      "8 48",
      "7 4",
      "v5 h",
      "8 64",
      "xmm 8",
      "11 7",
      "77 1",
      "96 8",
      "4 60",
      "7 76",
      "8 24",
      "9 20",
      "9 92",
      "4 92",
      "13 5",
      "9 8",
      "f 24",
      "1 31",
      "12 2",
      "12 6",
      "4 52",
      "50 8",
      "5 24",
      "8 40",
      "13 4",
      "8 56",
      "48 4",
      "v2 3",
      "5 16",
      "7 9",
      "5 80",
      "5 40",
      "8 96",
      "13 8",
      "5 56",
      "xmm 10",
      "15 0",
      "90 4",
      "4 68",
      "d 2",
      "13 3",
      "8 72",
      "9 28",
      "1 63",
      "c s",
      "7 1",
      "9 84",
      "12 1",
      "5 48",
      "q 1",
      "c v",
      "n z",
      "nz cv",
      "9 76",
      "v 6l",
      "8 6",
      "5 72",
      "8 5",
      "13 7",
      "xmm3 l",
      "v18 l",
      "7 5",
      "5 88",
      "v 24",
      "5 32",
      "v 6h",
      "6 52",
      "60 4",
      "24 5",
      "v 20",
      "xmm7 l",
      "v18 h",
      "v2 2",
      "xmm3 h",
      "d 3",
      "w3 0",
      "r10 b",
      "xmm7 h",
      "5 96",
      "v 30",
      "25 3",
      "6 60",
      "f 20",
      "v1 6l",
      "24 6",
      "5 64",
      "v 7l",
      "d 9",
      "6 12",
      "13 9",
      "v1 6h",
      "6 20",
      "v 7h",
      "v2 9l",
      "v1 7l",
      "2 63",
      "v2 9h",
      "8 9",
      "17 7",
      "v 25",
      "v2 1",
      "7 48",
      "64 4",
      "16 1",
      "6 28",
      "6 68",
      "v31 l",
      "v1 7h",
      "v31 h",
      "23 9",
      "xmm4 l",
      "v1 9l",
      "15 5",
      "8 1",
      "v1 9h",
      "15 1",
      "r8 w",
      "6 84",
      "6 76",
      "5 13",
      "xmm6 l",
      "7 88",
      "xmm4 h",
      "24 1",
      "14 1",
      "70 0",
      "2 25",
      "14 5",
      "22 3",
      "7 80",
      "7 16",
      "14 7",
      "16 2",
      "xmm6 h",
      "14 3",
      "f 4",
      "14 9",
      "26 2",
      "7 56",
      "v 8",
      "xmm5 l",
      "v 28",
      "6 92",
      "d 4",
      "14 6",
      "19 3",
      "7 40",
      "70 8",
      "xmm5 h",
      "l l",
      "n u",
      "nu ll",
      "xmm 11",
      "v23 l",
      "7 24",
      "v23 h",
      "r11 b",
      "v1 1",
      "mm 0",
      "25 9",
      "76 9",
      "80 4",
      "2 18",
      "9 96",
      "7 64",
      "8 28",
      "7 32",
      "v2 7l",
      "19 1",
      "14 2",
      "17 1",
      "7 96",
      "v2 7h",
      "v1 5",
      "19 0",
      "b 5",
      "18 2",
      "16 5",
      "26 6",
      "15 3",
      "66 6",
      "16 9",
      "18 7",
      "18 9",
      "q 2",
      "18 1",
      "24 2",
      "8 12",
      "e s",
      "16 7",
      "26 1",
      "v24 l",
      "v24 h",
      "8 44",
      "22 6",
      "v20 l",
      "8 52",
      "9 88",
      "d 5",
      "v20 h",
      "15 4",
      "23 3",
      "8 20",
      "19 9",
      "24 3",
      "7 70",
      "xmm8 l",
      "8 36",
      "2 14",
      "xmm8 h",
      "v22 l",
      "v22 h",
      "v2 6l",
      "v30 l",
      "v1 0",
      "17 4",
      "v30 h",
      "15 8",
      "18 6",
      "16 6",
      "v2 6h",
      "9 24",
      "9 40",
      "17 3",
      "27 1",
      "xmm10 l",
      "xmm10 h",
      "2 19",
      "2 13",
      "17 9",
      "2 34",
      "19 7",
      "20 3",
      "17 5",
      "19 4",
      "9 80",
      "40 6",
      "15 7",
      "17 8",
      "22 1",
      "v1 2",
      "90 8",
      "4 29",
      "xmm 9",
      "27 4",
      "9 16",
      "20 5",
      "v25 l",
      "18 3",
      "v21 l",
      "U 2D",
      "v21 h",
      "9 56",
      "8 76",
      "v25 h",
      "25 0",
      "8 60",
      "xmm 9l",
      "r9 w",
      "90 0",
      "xmm 9h",
      "f 25",
      "9 48",
      "q 3",
      "xmm 12",
      "v1 4",
      "r12 w",
      "8 68",
      "8 92",
      "f 13",
      "20 6",
      "v8 l",
      "y mm",
      "2 11",
      "d 10",
      "88 4",
      "xmm1 4",
      "24 7",
      "20 7",
      "35 3",
      "9 64",
      "xmm 13",
      "20 2",
      "17 0",
      "f 12",
      "18 5",
      "v28 l",
      "28 9",
      "27 5",
      "37 0",
      "25 1",
      "29 1",
      "29 0",
      "29 8",
      "2 31",
      "v28 h",
      "23 8",
      "9 32",
      "9 72",
      "19 5",
      "20 9",
      "36 1",
      "22 9",
      "d 6",
      "40 7",
      "v1 3",
      "30 7",
      "r15 w",
      "v11 l",
      "xmm 15",
      "22 7",
      "2 10",
      "v8 h",
      "r13 w",
      "r14 w",
      "3 50",
      "d 7",
      "19 8",
      "29 7",
      "v11 h",
      "34 2",
      "30 9",
      "26 9",
      "23 5",
      "2 15",
      "f 28",
      "2 17",
      "22 2",
      "57 8",
      "27 7",
      "33 7",
      "4 19",
      "24 9",
      "f 14",
      "27 3",
      "4 21",
      "30 1",
      "28 5",
      "3 31",
      "36 7",
      "v15 l",
      "v15 h",
      "29 9",
      "4 18",
      "50 6",
      "27 8",
      "f 22",
      "20 1",
      "44 6",
      "3 30",
      "5 43",
      "2 65",
      "38 6",
      "37 7",
      "29 3",
      "27 9",
      "36 2",
      "34 9",
      "23 7",
      "3 34",
      "31 8",
      "30 6",
      "55 3",
      "2 30",
      "39 4",
      "r10 w",
      "v10 l",
      "29 5",
      "35 9",
      "40 3",
      "67 5",
      "27 0",
      "4 25",
      "d 18",
      "36 6",
      "35 1",
      "mm 1",
      "28 6",
      "f 26",
      "26 7",
      "33 9",
      "99 9",
      "d 16",
      "34 5",
      "31 1",
      "v10 h",
      "3 63",
      "32 7",
      "32 1",
      "D2 I",
      "38 3",
      "5 17",
      "v12 l",
      "57 3",
      "39 1",
      "33 8",
      "30 2",
      "29 4",
      "v 9l",
      "28 1",
      "4 27",
      "4 17",
      "4 15",
      "3 58",
      "d 11",
      "67 3",
      "v12 h",
      "b 1",
      "32 9",
      "50 5",
      "r11 w",
      "5 10",
      "32 5",
      "52 3",
      "c 0",
      "c c0",
      "f cc0",
      "9 10",
      "57 7",
      "q 4",
      "37 1",
      "44 3",
      "40 2",
      "v14 l",
      "31 7",
      "56 5",
      "50 9",
      "35 4",
      "32 3",
      "28 3",
      "4 13",
      "67 4",
      "4 22",
      "40 1",
      "4 38",
      "36 5",
      "36 9",
      "38 9",
      "xmm11 l",
      "q 5",
      "xmm11 h",
      "50 1",
      "4 35",
      "34 7",
      "v 9h",
      "40 9",
      "31 3",
      "49 9",
      "v14 h",
      "31 0",
      "31 5",
      "38 1",
      "7 46",
      "d 17",
      "37 3",
      "44 7",
      "39 9",
      "35 7",
      "6 14",
      "39 3",
      "39 5",
      "49 8",
      "39 0",
      "38 7",
      "32 6",
      "31 4",
      "f 6",
      "67 1",
      "4 11",
      "8 95",
      "4 30",
      "77 4",
      "4 39",
      "v13 l",
      "mm 5",
      "4 31",
      "33 3",
      "4 34",
      "6 67",
      "5 14",
      "60 5",
      "57 5",
      "q 6",
      "45 1",
      "4 23",
      "4 50",
      "4 33",
      "mm 4",
      "55 5",
      "30 3",
      "30 5",
      "28 7",
      "5 18",
      "78 9",
      "28 2",
      "8 55",
      "44 9",
      "v13 h",
      "7 83",
      "39 8",
      "35 5",
      "8 11",
      "38 5",
      "q 7",
      "32 2",
      "78 6",
      "d 12",
      "5 49",
      "90 6",
      "44 5",
      "d 21",
      "31 9",
      "g s",
      "34 1",
      "f 3",
      "7 99",
      "37 5",
      "90 5",
      "5 15",
      "48 5",
      "44 1",
      "5 42",
      "38 2",
      "a gs",
      "e f",
      "l ags",
      "ef lags",
      "47 4",
      "d 19",
      "4 63",
      "40 5",
      "f 15",
      "s 8",
      "72 6",
      "77 7",
      "6 70",
      "60 6",
      "4 10",
      "46 7",
      "33 5",
      "70 5",
      "4 37",
      "64 5",
      "52 2",
      "52 6",
      "37 8",
      "65 8",
      "b 2",
      "37 4",
      "34 3",
      "45 3",
      "mm 6",
      "65 3",
      "5 45",
      "7 94",
      "mm 7",
      "78 5",
      "5 47",
      "56 1",
      "7 15",
      "80 9",
      "9 51",
      "80 1",
      "84 1",
      "37 9",
      "xmm14 l",
      "34 6",
      "xmm14 h",
      "52 7",
      "mm 2",
      "45 7",
      "77 5",
      "55 1",
