{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 4094,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 4096
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      "-": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      "<": 26,
      "=": 27,
      ">": 28,
      "?": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "I": 37,
      "K": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "O": 42,
      "P": 43,
      "Q": 44,
      "R": 45,
      "S": 46,
      "T": 47,
      "U": 48,
      "W": 49,
      "[": 50,
      "]": 51,
      "^": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "k": 62,
      "l": 63,
      "m": 64,
      "n": 65,
      "o": 66,
      "p": 67,
      "q": 68,
      "r": 69,
      "s": 70,
      "t": 71,
      "u": 72,
      "v": 73,
      "w": 74,
      "x": 75,
      "y": 76,
      "z": 77,
      "{": 78,
      "|": 79,
      "}": 80,
      "~": 81,
      "eg": 82,
      "reg": 83,
      "32": 84,
      "reg32": 85,
      ":=": 86,
      "IM": 87,
      "IMM": 88,
      "sp": 89,
      "64": 90,
      "reg64": 91,
      "pc": 92,
      "=[": 93,
      "AT": 94,
      "DAT": 95,
      "DATA": 96,
      "zf": 97,
      "31": 98,
      "esp": 99,
      "ip": 100,
      "cf": 101,
      "fp": 102,
      "?{": 103,
      "==": 104,
      "t9": 105,
      "sf": 106,
      "pf": 107,
      "of": 108,
      "-=": 109,
      "UN": 110,
      "FUN": 111,
      "FUNC": 112,
      "bp": 113,
      "rsp": 114,
      "EM": 115,
      "MEM": 116,
      "gp": 117,
      "eip": 118,
      "rip": 119,
      "DU": 120,
      "DUP": 121,
      "ra": 122,
      "mp": 123,
      "tmp": 124,
      "af": 125,
      "ebp": 126,
      "at": 127,
      "lr": 128,
      "+=": 129,
      "63": 130,
      "rbp": 131,
      "er": 132,
      "zer": 133,
      "zero": 134,
      "<<": 135,
      "nf": 136,
      "vf": 137,
      "16": 138,
      "12": 139,
      ">>": 140,
      "24": 141,
      "al": 142,
      "48": 143,
      "40": 144,
      "20": 145,
      "28": 146,
      "sb": 147,
      "56": 148,
      "sl": 149,
      "36": 150,
      "10": 151,
      "80": 152,
      "^=": 153,
      "zr": 154,
      "72": 155,
      "44": 156,
      "mm": 157,
      "xmm": 158,
      "96": 159,
      "52": 160,
      "&=": 161,
      "|=": 162,
      "+=[": 163,
      "88": 164,
      "76": 165,
      "92": 166,
      "128": 167,
      "112": 168,
      "25": 169,
      "wzr": 170,
      "<<=": 171,
      "60": 172,
      "OP": 173,
      "POP": 174,
      "104": 175,
      "15": 176,
      "xzr": 177,
      "<<<": 178,
      "84": 179,
      "}{": 180,
      "*]": 181,
      "[*]": 182,
      "xmm0": 183,
      "cl": 184,
      "AK": 185,
      "BR": 186,
      "EAK": 187,
      "BREAK": 188,
      "120": 189,
      "68": 190,
      "144": 191,
      "136": 192,
      "255": 193,
      "dl": 194,
      "160": 195,
      "11": 196,
      "152": 197,
      "208": 198,
      "lo": 199,
      "256": 200,
      "13": 201,
      "176": 202,
      "30": 203,
      "192": 204,
      "hi": 205,
      "168": 206,
      "++=": 207,
      "&=[": 208,
      ">>>>": 209,
      "184": 210,
      "st": 211,
      "AP": 212,
      "pst": 213,
      "ate": 214,
      "pstate": 215,
      "216": 216,
      "252": 217,
      "108": 218,
      "200": 219,
      "100": 220,
      "224": 221,
      "xmm1": 222,
      "bl": 223,
      "SW": 224,
      "SWAP": 225,
      "14": 226,
      "-=[": 227,
      "17": 228,
      "--=": 229,
      "240": 230,
      "232": 231,
      "ax": 232,
      "124": 233,
      "65": 234,
      "t8": 235,
      "116": 236,
      "254": 237,
      "18": 238,
      "132": 239,
      "248": 240,
      "50": 241,
      "156": 242,
      "272": 243,
      "19": 244,
      "2D": 245,
      "264": 246,
      "140": 247,
      "xmm2": 248,
      "408": 249,
      "288": 250,
      "320": 251,
      "280": 252,
      "26": 253,
      "v0": 254,
      "148": 255,
      "304": 256,
      "27": 257,
      "296": 258,
      "172": 259,
      "34": 260,
      "512": 261,
      "22": 262,
      "df": 263,
      "F2D": 264,
      "NU": 265,
      "NUM": 266,
      ">>>": 267,
      "GO": 268,
      "TO": 269,
      "GOTO": 270,
      "312": 271,
      "23": 272,
      "164": 273,
      "46": 274,
      "188": 275,
      "336": 276,
      "424": 277,
      "58": 278,
      "328": 279,
      "47": 280,
      "29": 281,
      "180": 282,
      "352": 283,
      "204": 284,
      "368": 285,
      "v1": 286,
      "33": 287,
      "344": 288,
      "384": 289,
      "xmm0l": 290,
      "196": 291,
      "45": 292,
      "360": 293,
      "70": 294,
      "220": 295,
      "si": 296,
      "400": 297,
      "xmm0h": 298,
      "xmm3": 299,
      "|=[": 300,
      "37": 301,
      "212": 302,
      "376": 303,
      "416": 304,
      "21": 305,
      "35": 306,
      "392": 307,
      "236": 308,
      "v0l": 309,
      "432": 310,
      "448": 311,
      "440": 312,
      "++=[": 313,
      "dx": 314,
      "456": 315,
      "xmm4": 316,
      "cx": 317,
      "228": 318,
      "v0h": 319,
      "38": 320,
      "v2": 321,
      "464": 322,
      "244": 323,
      "268": 324,
      "284": 325,
      "90": 326,
      "xmm7": 327,
      "488": 328,
      "260": 329,
      "720": 330,
      "ah": 331,
      "sil": 332,
      "480": 333,
      "di": 334,
      "43": 335,
      "504": 336,
      "496": 337,
      "127": 338,
      "bpl": 339,
      "276": 340,
      "67": 341,
      "xmm6": 342,
      "600": 343,
      "r12": 344,
      "xmm5": 345,
      "300": 346,
      "472": 347,
      "39": 348,
      "292": 349,
      "544": 350,
      "q0": 351,
      "520": 352,
      "608": 353,
      "v1l": 354,
      "42": 355,
      "r12b": 356,
      "332": 357,
      "v3": 358,
      "528": 359,
      "r14": 360,
      "316": 361,
      "v1h": 362,
      "^=[": 363,
      "66": 364,
      "560": 365,
      "57": 366,
      "616": 367,
      "624": 368,
      "r13": 369,
      "536": 370,
      "592": 371,
      "69": 372,
      "55": 373,
      "r14b": 374,
      "61": 375,
      "41": 376,
      "768": 377,
      "552": 378,
      "664": 379,
      "r13b": 380,
      "568": 381,
      "636": 382,
      "576": 383,
      "r8": 384,
      "77": 385,
      "672": 386,
      "49": 387,
      "r15": 388,
      "59": 389,
      "584": 390,
      "308": 391,
      "51": 392,
      "I2D": 393,
      "772": 394,
      "640": 395,
      "688": 396,
      "348": 397,
      "632": 398,
      "648": 399,
      "r15b": 400,
      "129": 401,
      "~/": 402,
      "324": 403,
      "v4": 404,
      "712": 405,
      "97": 406,
      "364": 407,
      "656": 408,
      "dh": 409,
      "744": 410,
      "xmm1l": 411,
      "340": 412,
      "736": 413,
      "xmm2l": 414,
      "102": 415,
      "95": 416,
      "380": 417,
      "--=[": 418,
      "bh": 419,
      "dil": 420,
      "v2l": 421,
      "v5": 422,
      "101": 423,
      "D2": 424,
      "v2h": 425,
      "99": 426,
      "r8b": 427,
      "ch": 428,
      "110": 429,
      "AN": 430,
      "NAN": 431,
      "xmm1h": 432,
      "396": 433,
      "103": 434,
      "xmm8": 435,
      "680": 436,
      "54": 437,
      "428": 438,
      "704": 439,
      "D2F": 440,
      "356": 441,
      "114": 442,
      "xmm2h": 443,
      "388": 444,
      "257": 445,
      "93": 446,
      "372": 447,
      "696": 448,
      "62": 449,
      "RAP": 450,
      "TRAP": 451,
      "ff": 452,
      "ffr": 453,
      "404": 454,
      "105": 455,
      "800": 456,
      "412": 457,
      "444": 458,
      "113": 459,
      "760": 460,
      "912": 461,
      "728": 462,
      "936": 463,
      "500": 464,
      "752": 465,
      "888": 466,
      "xmm10": 467,
      "v3l": 468,
      "880": 469,
      "109": 470,
      "91": 471,
      "~%": 472,
      "420": 473,
      "476": 474,
      "832": 475,
      "v3h": 476,
      "792": 477,
      "xmm9": 478,
      "78": 479,
      "r9": 480,
      "53": 481,
      "436": 482,
      "784": 483,
      "952": 484,
      "816": 485,
      "v6": 486,
      "992": 487,
      "808": 488,
      "960": 489,
      "460": 490,
      "580": 491,
      "492": 492,
      "v18": 493,
      "106": 494,
      "452": 495,
      "115": 496,
      "864": 497,
      "776": 498,
      "848": 499,
      "824": 500,
      "73": 501,
      "484": 502,
      "944": 503,
      "83": 504,
      "119": 505,
      "524": 506,
      "508": 507,
      "968": 508,
      "920": 509,
      "840": 510,
      "856": 511,
      "516": 512,
      "87": 513,
      "540": 514,
      "bx": 515,
      "r9b": 516,
      "125": 517,
      "123": 518,
      "548": 519,
      "896": 520,
      "596": 521,
      "79": 522,
      "74": 523,
      "468": 524,
      "71": 525,
      "748": 526,
      "v16": 527,
      "556": 528,
      "107": 529,
      "111": 530,
      "82": 531,
      "v7": 532,
      "v4l": 533,
      "872": 534,
      "v17": 535,
      "604": 536,
      "904": 537,
      "v29": 538,
      "v4h": 539,
      "v31": 540,
      "928": 541,
      "159": 542,
      "511": 543,
      "v19": 544,
      "98": 545,
      "118": 546,
      "v5l": 547,
      "532": 548,
      "130": 549,
      "572": 550,
      "117": 551,
      "94": 552,
      "v5h": 553,
      "976": 554,
      "258": 555,
      "xmm7l": 556,
      "135": 557,
      "984": 558,
      "588": 559,
      "652": 560,
      "628": 561,
      "126": 562,
      "771": 563,
      "xmm7h": 564,
      "122": 565,
      "r10": 566,
      "131": 567,
      "75": 568,
      "564": 569,
      "253": 570,
      "612": 571,
      "660": 572,
      "134": 573,
      "mm0": 574,
      "620": 575,
      "780": 576,
      "150": 577,
      "v23": 578,
      "138": 579,
      "xmm3l": 580,
      "q1": 581,
      "684": 582,
      "133": 583,
      "121": 584,
      "668": 585,
      "85": 586,
      "644": 587,
      "163": 588,
      "v27": 589,
      "cs": 590,
      "86": 591,
      "xmm3h": 592,
      "r10b": 593,
      "cv": 594,
      "nz": 595,
      "nzcv": 596,
      "81": 597,
      "676": 598,
      "716": 599,
      "692": 600,
      "v6l": 601,
      "137": 602,
      "89": 603,
      "756": 604,
      "700": 605,
      "v18l": 606,
      "v6h": 607,
      "xmm11": 608,
      "708": 609,
      "245": 610,
      "740": 611,
      "788": 612,
      "v24": 613,
      "v20": 614,
      "v18h": 615,
      "v22": 616,
      "xmm8l": 617,
      "732": 618,
      "xmm8h": 619,
      "724": 620,
      "w30": 621,
      "v26": 622,
      "v30": 623,
      "764": 624,
      "xmm10l": 625,
      "r11": 626,
      "xmm10h": 627,
      "xmm6l": 628,
      "v16l": 629,
      "996": 630,
      "v7l": 631,
      "246": 632,
      "139": 633,
      "xmm6h": 634,
      "828": 635,
      "161": 636,
      "v16h": 637,
      "v17l": 638,
      "v7h": 639,
      "804": 640,
      "177": 641,
      "v21": 642,
      "263": 643,
      "239": 644,
      "xmm4l": 645,
      "v25": 646,
      "796": 647,
      "v17h": 648,
      "155": 649,
      "v29l": 650,
      "v29h": 651,
      "145": 652,
      "241": 653,
      "v31l": 654,
      "v31h": 655,
      "223": 656,
      "r8w": 657,
      "v19l": 658,
      "513": 659,
      "v8": 660,
      "v19h": 661,
      "225": 662,
      "xmm4h": 663,
      "147": 664,
      "151": 665,
      "141": 666,
      "162": 667,
      "xmm9l": 668,
      "908": 669,
      "xmm9h": 670,
      "844": 671,
      "852": 672,
      "940": 673,
      "262": 674,
      "812": 675,
      "ll": 676,
      "nu": 677,
      "null": 678,
      "836": 679,
      "143": 680,
      "r11b": 681,
      "xmm5l": 682,
      "149": 683,
      "191": 684,
      "820": 685,
      "146": 686,
      "193": 687,
      "v28": 688,
      "924": 689,
      "988": 690,
      "xmm5h": 691,
      "218": 692,
      "v23l": 693,
      "v23h": 694,
      "259": 695,
      "769": 696,
      "q2": 697,
      "916": 698,
      "142": 699,
      "v11": 700,
      "171": 701,
      "980": 702,
      "868": 703,
      "v27l": 704,
      "860": 705,
      "884": 706,
      "956": 707,
      "v27h": 708,
      "190": 709,
      "900": 710,
      "b5": 711,
      "243": 712,
      "261": 713,
      "876": 714,
      "165": 715,
      "182": 716,
      "181": 717,
      "242": 718,
      "892": 719,
      "es": 720,
      "153": 721,
      "v15": 722,
      "189": 723,
      "169": 724,
      "948": 725,
      "266": 726,
      "199": 727,
      "187": 728,
      "233": 729,
      "666": 730,
      "226": 731,
      "167": 732,
      "250": 733,
      "154": 734,
      "v24l": 735,
      "964": 736,
      "v24h": 737,
      "U2D": 738,
      "932": 739,
      "v20l": 740,
      "407": 741,
      "v20h": 742,
      "213": 743,
      "214": 744,
      "234": 745,
      "770": 746,
      "v22l": 747,
      "v22h": 748,
      "166": 749,
      "972": 750,
      "174": 751,
      "158": 752,
      "q3": 753,
      "v26l": 754,
      "v10": 755,
      "v30l": 756,
      "186": 757,
      "194": 758,
      "v30h": 759,
      "271": 760,
      "197": 761,
      "251": 762,
      "v26h": 763,
      "173": 764,
      "178": 765,
      "219": 766,
      "203": 767,
      "157": 768,
      "175": 769,
      "179": 770,
      "429": 771,
      "221": 772,
      "274": 773,
      "v8l": 774,
      "406": 775,
      "205": 776,
      "183": 777,
      "v21l": 778,
      "v25l": 779,
      "v12": 780,
      "v21h": 781,
      "247": 782,
      "r9w": 783,
      "229": 784,
      "v25h": 785,
      "v9": 786,
      "207": 787,
      "r12w": 788,
      "206": 789,
      "211": 790,
      "v14": 791,
      "xmm12": 792,
      "353": 793,
      "170": 794,
      "mm1": 795,
      "185": 796,
      "202": 797,
      "289": 798,
      "231": 799,
      "195": 800,
      "f28": 801,
      "v8h": 802,
      "275": 803,
      "xmm14": 804,
      "xmm13": 805,
      "ymm": 806,
      "370": 807,
      "v28l": 808,
      "227": 809,
      "291": 810,
      "290": 811,
      "209": 812,
      "298": 813,
      "210": 814,
      "238": 815,
      "r15w": 816,
      "r13w": 817,
      "v28h": 818,
      "350": 819,
      "361": 820,
      "265": 821,
      "r14w": 822,
      "249": 823,
      "198": 824,
      "xmm11l": 825,
      "215": 826,
      "xmm11h": 827,
      "285": 828,
      "307": 829,
      "299": 830,
      "301": 831,
      "v13": 832,
      "xmm15": 833,
      "v11l": 834,
      "309": 835,
      "297": 836,
      "217": 837,
      "269": 838,
      "401": 839,
      "331": 840,
      "421": 841,
      "235": 842,
      "578": 843,
      "c0": 844,
      "cc0": 845,
      "fcc0": 846,
      "342": 847,
      "277": 848,
      "v11h": 849,
      "222": 850,
      "273": 851,
      "q4": 852,
      "201": 853,
      "337": 854,
      "553": 855,
      "506": 856,
      "278": 857,
      "q5": 858,
      "446": 859,
      "367": 860,
      "v15l": 861,
      "419": 862,
      "543": 863,
      "v15h": 864,
      "306": 865,
      "330": 866,
      "386": 867,
      "230": 868,
      "237": 869,
      "999": 870,
      "418": 871,
      "377": 872,
      "910": 873,
      "334": 874,
      "D2I": 875,
      "293": 876,
      "279": 877,
      "318": 878,
      "362": 879,
      "349": 880,
      "r10w": 881,
      "q6": 882,
      "394": 883,
      "281": 884,
      "v10l": 885,
      "295": 886,
      "267": 887,
      "403": 888,
      "270": 889,
      "675": 890,
      "359": 891,
      "286": 892,
      "302": 893,
      "366": 894,
      "321": 895,
      "425": 896,
      "351": 897,
      "383": 898,
      "q7": 899,
      "339": 900,
      "415": 901,
      "311": 902,
      "345": 903,
      "443": 904,
      "363": 905,
      "v10h": 906,
      "517": 907,
      "327": 908,
      "325": 909,
      "v9l": 910,
      "573": 911,
      "v12l": 912,
      "338": 913,
      "391": 914,
      "577": 915,
      "294": 916,
      "417": 917,
      "399": 918,
      "358": 919,
      "313": 920,
      "505": 921,
      "329": 922,
      "r11w": 923,
      "510": 924,
      "509": 925,
      "673": 926,
      "354": 927,
      "565": 928,
      "438": 929,
      "427": 930,
      "v12h": 931,
      "523": 932,
      "b1": 933,
      "501": 934,
      "365": 935,
      "909": 936,
      "371": 937,
      "323": 938,
      "317": 939,
      "402": 940,
      "v14l": 941,
      "369": 942,
      "413": 943,
      "283": 944,
      "409": 945,
      "435": 946,
      "499": 947,
      "v9h": 948,
      "674": 949,
      "389": 950,
      "357": 951,
      "393": 952,
      "422": 953,
      "347": 954,
      "381": 955,
      "310": 956,
      "326": 957,
      "450": 958,
      "315": 959,
      "373": 960,
      "v14h": 961,
      "746": 962,
      "433": 963,
      "447": 964,
      "314": 965,
      "395": 966,
      "514": 967,
      "430": 968,
      "305": 969,
      "614": 970,
      "498": 971,
      "mm5": 972,
      "597": 973,
      "431": 974,
      "390": 975,
      "387": 976,
      "303": 977,
      "gs": 978,
      "411": 979,
      "778": 980,
      "434": 981,
      "671": 982,
      "895": 983,
      "333": 984,
      "mm4": 985,
      "667": 986,
      "439": 987,
      "774": 988,
      "451": 989,
      "ags": 990,
      "ef": 991,
      "lags": 992,
      "eflags": 993,
      "385": 994,
      "605": 995,
      "449": 996,
      "789": 997,
      "v13l": 998,
      "575": 999,
      "555": 1000,
      "287": 1001,
      "mm2": 1002,
      "282": 1003,
      "518": 1004,
      "855": 1005,
      "355": 1006,
      "423": 1007,
      "322": 1008,
      "v13h": 1009,
      "777": 1010,
      "783": 1011,
      "445": 1012,
      "549": 1013,
      "398": 1014,
      "811": 1015,
      "341": 1016,
      "599": 1017,
      "mm6": 1018,
      "319": 1019,
      "441": 1020,
      "786": 1021,
      "515": 1022,
      "542": 1023,
      "705": 1024,
      "906": 1025,
      "375": 1026,
      "474": 1027,
      "485": 1028,
      "799": 1029,
      "437": 1030,
      "475": 1031,
      "382": 1032,
      "405": 1033,
      "598": 1034,
      "mm7": 1035,
      "410": 1036,
      "463": 1037,
      "606": 1038,
      "453": 1039,
      "335": 1040,
      "378": 1041,
      "537": 1042,
      "726": 1043,
      "526": 1044,
      "670": 1045,
      "645": 1046,
      "467": 1047,
      "522": 1048,
      "561": 1049,
      "658": 1050,
      "715": 1051,
      "if": 1052,
      "653": 1053,
      "841": 1054,
      "b2": 1055,
      "905": 1056,
      "493": 1057,
      "545": 1058,
      "457": 1059,
      "374": 1060,
      "649": 1061,
      "343": 1062,
      "809": 1063,
      "785": 1064,
      "794": 1065,
      "951": 1066,
      "547": 1067,
      "801": 1068,
      "379": 1069,
      "633": 1070,
      "ss": 1071,
      "706": 1072,
      "527": 1073,
      "775": 1074,
      "346": 1075,
      "725": 1076,
      "551": 1077,
      "650": 1078,
      "xmm14l": 1079,
      "xmm14h": 1080,
      "601": 1081,
      "458": 1082,
      "853": 1083,
      "682": 1084,
      "813": 1085,
      "xmm12l": 1086,
      "xmm12h": 1087,
      "882": 1088,
      "634": 1089,
      "894": 1090,
      "654": 1091,
      "615": 1092,
      "902": 1093,
      "519": 1094,
      "802": 1095,
      "973": 1096,
      "487": 1097,
      "570": 1098,
      "795": 1099,
      "681": 1100,
      "397": 1101,
      "xmm13l": 1102,
      "xmm13h": 1103,
      "757": 1104,
      "679": 1105,
      "489": 1106,
      "641": 1107,
      "991": 1108,
      "574": 1109,
      "595": 1110,
      "591": 1111,
      "998": 1112,
      "767": 1113,
      "442": 1114,
      "790": 1115,
      "587": 1116,
      "479": 1117,
      "559": 1118,
      "743": 1119,
      "773": 1120,
      "851": 1121,
      "979": 1122,
      "mm3": 1123,
      "469": 1124,
      "699": 1125,
      "710": 1126,
      "531": 1127,
      "631": 1128,
      "698": 1129,
      "942": 1130,
      "455": 1131,
      "683": 1132,
      "602": 1133,
      "b3": 1134,
      "729": 1135,
      "955": 1136,
      "w29": 1137,
      "678": 1138,
      "642": 1139,
      "815": 1140,
      "662": 1141,
      "723": 1142,
      "857": 1143,
      "893": 1144,
      "822": 1145,
      "737": 1146,
      "899": 1147,
      "b21": 1148,
      "414": 1149,
      "470": 1150,
      "994": 1151,
      "558": 1152,
      "471": 1153,
      "473": 1154,
      "554": 1155,
      "621": 1156,
      "589": 1157,
      "913": 1158,
      "502": 1159,
      "459": 1160,
      "539": 1161,
      "ds": 1162,
      "610": 1163,
      "747": 1164,
      "497": 1165,
      "ymm7": 1166,
      "827": 1167,
      "690": 1168,
      "694": 1169,
      "826": 1170,
      "655": 1171,
      "611": 1172,
      "929": 1173,
      "490": 1174,
      "686": 1175,
      "833": 1176,
      "733": 1177,
      "754": 1178,
      "954": 1179,
      "745": 1180,
      "491": 1181,
      "677": 1182,
      "xmm15l": 1183,
      "481": 1184,
      "xmm15h": 1185,
      "585": 1186,
      "730": 1187,
      "911": 1188,
      "535": 1189,
      "915": 1190,
      "837": 1191,
      "635": 1192,
      "814": 1193,
      "za": 1194,
      "765": 1195,
      "465": 1196,
      "590": 1197,
      "617": 1198,
      "483": 1199,
      "665": 1200,
      "738": 1201,
      "717": 1202,
      "898": 1203,
      "986": 1204,
      "937": 1205,
      "525": 1206,
      "782": 1207,
      "982": 1208,
      "533": 1209,
      "478": 1210,
      "946": 1211,
      "935": 1212,
      "891": 1213,
      "503": 1214,
      "886": 1215,
      "703": 1216,
      "669": 1217,
      "803": 1218,
      "958": 1219,
      "466": 1220,
      "751": 1221,
      "846": 1222,
      "563": 1223,
      "603": 1224,
      "vg": 1225,
      "462": 1226,
      "707": 1227,
      "d28": 1228,
      "507": 1229,
      "581": 1230,
      "830": 1231,
      "987": 1232,
      "961": 1233,
      "594": 1234,
      "925": 1235,
      "630": 1236,
      "823": 1237,
      "569": 1238,
      "879": 1239,
      "*=": 1240,
      "627": 1241,
      "850": 1242,
      "538": 1243,
      "651": 1244,
      "618": 1245,
      "626": 1246,
      "938": 1247,
      "++": 1248,
      "714": 1249,
      "793": 1250,
      "834": 1251,
      "721": 1252,
      "983": 1253,
      "907": 1254,
      "874": 1255,
      "787": 1256,
      "881": 1257,
      "wsp": 1258,
      "637": 1259,
      "693": 1260,
      "805": 1261,
      "753": 1262,
      "971": 1263,
      "810": 1264,
      "546": 1265,
      "727": 1266,
      "661": 1267,
      "426": 1268,
      "885": 1269,
      "454": 1270,
      "713": 1271,
      "663": 1272,
      "735": 1273,
      "579": 1274,
      "750": 1275,
      "613": 1276,
      "742": 1277,
      "903": 1278,
      "749": 1279,
      "779": 1280,
      "619": 1281,
      "639": 1282,
      "870": 1283,
      "562": 1284,
      "977": 1285,
      "947": 1286,
      "550": 1287,
      "482": 1288,
      "586": 1289,
      "821": 1290,
      "965": 1291,
      "762": 1292,
      "657": 1293,
      "839": 1294,
      "914": 1295,
      "842": 1296,
      "934": 1297,
      "887": 1298,
      "798": 1299,
      "877": 1300,
      "583": 1301,
      "781": 1302,
      "854": 1303,
      "969": 1304,
      "997": 1305,
      "647": 1306,
      "557": 1307,
      "521": 1308,
      "797": 1309,
      "817": 1310,
      "QR": 1311,
      "SQR": 1312,
      "SQRT": 1313,
      "869": 1314,
      "919": 1315,
      "963": 1316,
      "571": 1317,
      "593": 1318,
      "b4": 1319,
      "974": 1320,
      "494": 1321,
      "981": 1322,
      "629": 1323,
      "623": 1324,
      "689": 1325,
      "529": 1326,
      "697": 1327,
      "945": 1328,
      "949": 1329,
      "719": 1330,
      "702": 1331,
      "766": 1332,
      "495": 1333,
      "607": 1334,
      "835": 1335,
      "646": 1336,
      "962": 1337,
      "978": 1338,
      "865": 1339,
      "709": 1340,
      "950": 1341,
      "758": 1342,
      "()": 1343,
      "873": 1344,
      "967": 1345,
      "z9": 1346,
      "461": 1347,
      "731": 1348,
      "638": 1349,
      "993": 1350,
      "ymm6": 1351,
      "930": 1352,
      "609": 1353,
      "845": 1354,
      "763": 1355,
      "582": 1356,
      "b9": 1357,
      "739": 1358,
      "741": 1359,
      "889": 1360,
      "695": 1361,
      "541": 1362,
      "--": 1363,
      "985": 1364,
      "b6": 1365,
      "878": 1366,
      "534": 1367,
      "567": 1368,
      "477": 1369,
      "ymm8": 1370,
      "755": 1371,
      "b0": 1372,
      "622": 1373,
      "975": 1374,
      "ymm4": 1375,
      "625": 1376,
      "791": 1377,
      "b13": 1378,
      "486": 1379,
      "b20": 1380,
      "843": 1381,
      "643": 1382,
      "922": 1383,
      "ymm0": 1384,
      "FL": 1385,
      "OO": 1386,
      "FLOO": 1387,
      "FLOOR": 1388,
      "718": 1389,
      "ymm11": 1390,
      "iz": 1391,
      "riz": 1392,
      "897": 1393,
      "530": 1394,
      "867": 1395,
      "818": 1396,
      "847": 1397,
      "875": 1398,
      "825": 1399,
      "711": 1400,
      "831": 1401,
      "759": 1402,
      "k0": 1403,
      "zmm": 1404,
      "701": 1405,
      "k1": 1406,
      "970": 1407,
      "b14": 1408,
      "866": 1409,
      "ymm5": 1410,
      "921": 1411,
      "901": 1412,
      "687": 1413,
      "863": 1414,
      "939": 1415,
      "849": 1416,
      "966": 1417,
      "659": 1418,
      "691": 1419,
      "890": 1420,
      "566": 1421,
      "ymm1": 1422,
      "957": 1423,
      "806": 1424,
      "819": 1425,
      "ymm9": 1426,
      "927": 1427,
      "ymm3": 1428,
      "959": 1429,
      "ymm2": 1430,
      "s28": 1431,
      "ymm13": 1432,
      "b17": 1433,
      "b22": 1434,
      "953": 1435,
      "ymm12": 1436,
      "q16": 1437,
      "931": 1438,
      "b7": 1439,
      "685": 1440,
      "b10": 1441,
      "926": 1442,
      "b8": 1443,
      "734": 1444,
      "871": 1445,
      "q8": 1446,
      "b11": 1447,
      "q17": 1448,
      "859": 1449,
      "923": 1450,
      "807": 1451,
      "829": 1452,
      "ymm10": 1453,
      "862": 1454,
      "990": 1455,
      "838": 1456,
      "918": 1457,
      "fs": 1458,
      "b18": 1459,
      "ymm14": 1460,
      "ymm15": 1461,
      "b16": 1462,
      "858": 1463,
      "q18": 1464,
      "761": 1465,
      "722": 1466,
      "zmm0": 1467,
      "q19": 1468,
      "995": 1469,
      "spl": 1470,
      "861": 1471,
      "z5": 1472,
      "zmm1": 1473,
      "q20": 1474,
      "q22": 1475,
      "h0": 1476,
      "zmm6": 1477,
      "zmm3": 1478,
      "q9": 1479,
      "z8": 1480,
      "q23": 1481,
      "q21": 1482,
      "989": 1483,
      "cp": 1484,
      "sr": 1485,
      "cpsr": 1486,
      "b12": 1487,
      "zmm5": 1488,
      "zmm4": 1489,
      "zmm7": 1490,
      "h21": 1491,
      "q24": 1492,
      "943": 1493,
      "b26": 1494,
      "q25": 1495,
      "zmm8": 1496,
      "q14": 1497,
      "941": 1498,
      "zmm2": 1499,
      "ymm18": 1500,
      "zmm15": 1501,
      "zmm13": 1502,
      "zmm14": 1503,
      "h5": 1504,
      "933": 1505,
      "q26": 1506,
      "ymm19": 1507,
      "zmm12": 1508,
      "b24": 1509,
      "883": 1510,
      "ymm16": 1511,
      "zmm18": 1512,
      "zmm19": 1513,
      "q27": 1514,
      "CE": 1515,
      "IL": 1516,
      "q10": 1517,
      "zmm16": 1518,
      "CEIL": 1519,
      "OUN": 1520,
      "ROUN": 1521,
      "ROUND": 1522,
      "917": 1523,
      "q29": 1524,
      "ymm20": 1525,
      "ymm22": 1526,
      "ymm23": 1527,
      "ymm21": 1528,
      "zmm10": 1529,
      "p15": 1530,
      "q28": 1531,
      "q30": 1532,
      "<<=[": 1533,
      "b19": 1534,
      "h1": 1535,
      "zmm9": 1536,
      "zmm11": 1537,
      "zmm17": 1538,
      "k7": 1539,
      "q31": 1540,
      "b15": 1541,
      "h22": 1542,
      "k2": 1543,
      "ymm27": 1544,
      "zmm20": 1545,
      "zmm22": 1546,
      "zmm23": 1547,
      "zmm21": 1548,
      "b23": 1549,
      "h2": 1550,
      "h17": 1551,
      "b28": 1552,
      "b25": 1553,
      "z25": 1554,
      "ymm26": 1555,
      "b29": 1556,
      "b31": 1557,
      "h8": 1558,
      "q12": 1559,
      "q11": 1560,
      "z10": 1561,
      "xmm18": 1562,
      "ymm17": 1563,
      "zaq10": 1564,
      "zmm26": 1565,
      "zmm27": 1566,
      "b30": 1567,
      "b27": 1568,
      "h9": 1569,
      "ac": 1570,
      "h31": 1571,
      "h29": 1572,
      "p0": 1573,
      "q13": 1574,
      "z0": 1575,
      "z1": 1576,
      "z31": 1577,
      "zaq1": 1578,
      "xmm18h": 1579,
      "xmm18l": 1580,
      "ac3": 1581,
      "dr": 1582,
      "h6": 1583,
      "h7": 1584,
      "h12": 1585,
      "h24": 1586,
      "h20": 1587,
      "h25": 1588,
      "h14": 1589,
      "p8": 1590,
      "z7": 1591,
      "z30": 1592,
      "z29": 1593,
      "zaq3": 1594,
      "dr6": 1595
    },
    "merges": [
      "e g",
      "r eg",
      "3 2",
      "reg 32",
      ": =",
      "I M",
      "IM M",
      "s p",
      "6 4",
      "reg 64",
      "p c",
      "= [",
      "A T",
      "D AT",
      "DAT A",
      "z f",
      "3 1",
      "e sp",
      "i p",
      "c f",
      "f p",
      "? {",
      "= =",
      "t 9",
      "s f",
      "p f",
      "o f",
      "- =",
      "U N",
      "F UN",
      "FUN C",
      "b p",
      "r sp",
      "E M",
      "M EM",
      "g p",
      "e ip",
      "r ip",
      "D U",
      "DU P",
      "r a",
      "m p",
      "t mp",
      "a f",
      "e bp",
      "a t",
      "l r",
      "+ =",
      "6 3",
      "r bp",
      "e r",
      "z er",
      "zer o",
      "< <",
      "n f",
      "v f",
      "1 6",
      "1 2",
      "> >",
      "2 4",
      "a l",
      "4 8",
      "4 0",
      "2 0",
      "2 8",
      "s b",
      "5 6",
      "s l",
      "3 6",
      "1 0",
      "8 0",
      "^ =",
      "z r",
      "7 2",
      "4 4",
      "m m",
      "x mm",
      "9 6",
      "5 2",
      "& =",
      "| =",
      "+ =[",
      "8 8",
      "7 6",
      "9 2",
      "12 8",
      "1 12",
      "2 5",
      "w zr",
      "<< =",
      "6 0",
      "O P",
      "P OP",
      "10 4",
      "1 5",
      "x zr",
      "<< <",
      "8 4",
      "} {",
      "* ]",
      "[ *]",
      "xmm 0",
      "c l",
      "A K",
      "B R",
      "E AK",
      "BR EAK",
      "12 0",
      "6 8",
      "1 44",
      "1 36",
      "25 5",
      "d l",
      "16 0",
      "1 1",
      "1 52",
      "20 8",
      "l o",
      "2 56",
      "1 3",
      "1 76",
      "3 0",
      "1 92",
      "h i",
      "16 8",
      "+ +=",
      "& =[",
      ">> >>",
      "1 84",
      "s t",
      "A P",
      "p st",
      "at e",
      "pst ate",
      "2 16",
      "2 52",
      "10 8",
      "20 0",
      "10 0",
      "2 24",
      "xmm 1",
      "b l",
      "S W",
      "SW AP",
      "1 4",
      "- =[",
      "1 7",
      "- -=",
      "24 0",
      "2 32",
      "a x",
      "12 4",
      "6 5",
      "t 8",
      "1 16",
      "25 4",
      "1 8",
      "1 32",
      "24 8",
      "5 0",
      "1 56",
      "2 72",
      "1 9",
      "2 D",
      "2 64",
      "1 40",
      "xmm 2",
      "40 8",
      "28 8",
      "32 0",
      "28 0",
      "2 6",
      "v 0",
      "1 48",
      "30 4",
      "2 7",
      "2 96",
      "1 72",
      "3 4",
      "5 12",
      "2 2",
      "d f",
      "F 2D",
      "N U",
      "NU M",
      ">> >",
      "G O",
      "T O",
      "GO TO",
      "31 2",
      "2 3",
      "1 64",
      "4 6",
      "1 88",
      "3 36",
      "4 24",
      "5 8",
      "32 8",
      "4 7",
      "2 9",
      "1 80",
      "3 52",
      "20 4",
      "36 8",
      "v 1",
      "3 3",
      "3 44",
      "3 84",
      "xmm0 l",
      "1 96",
      "4 5",
      "36 0",
      "7 0",
      "2 20",
      "s i",
      "40 0",
      "xmm0 h",
      "xmm 3",
      "| =[",
      "3 7",
      "2 12",
      "3 76",
      "4 16",
      "2 1",
      "3 5",
      "3 92",
      "2 36",
      "v0 l",
      "4 32",
      "4 48",
      "4 40",
      "+ +=[",
      "d x",
      "4 56",
      "xmm 4",
      "c x",
      "2 28",
      "v0 h",
      "3 8",
      "v 2",
      "4 64",
      "24 4",
      "2 68",
      "28 4",
      "9 0",
      "xmm 7",
      "48 8",
      "2 60",
      "7 20",
      "a h",
      "si l",
      "48 0",
      "d i",
      "4 3",
      "50 4",
      "4 96",
      "12 7",
      "bp l",
      "2 76",
      "6 7",
      "xmm 6",
      "60 0",
      "r 12",
      "xmm 5",
      "30 0",
      "4 72",
      "3 9",
      "2 92",
      "5 44",
      "q 0",
      "5 20",
      "60 8",
      "v1 l",
      "4 2",
      "r12 b",
      "3 32",
      "v 3",
      "5 28",
      "r 14",
      "31 6",
      "v1 h",
      "^ =[",
      "6 6",
      "56 0",
      "5 7",
      "6 16",
      "6 24",
      "r 13",
      "5 36",
      "5 92",
      "6 9",
      "5 5",
      "r14 b",
      "6 1",
      "4 1",
      "76 8",
      "5 52",
      "6 64",
      "r13 b",
      "56 8",
      "63 6",
      "5 76",
      "r 8",
      "7 7",
      "6 72",
      "4 9",
      "r 15",
      "5 9",
      "5 84",
      "30 8",
      "5 1",
      "I 2D",
      "7 72",
      "64 0",
      "6 88",
      "3 48",
      "6 32",
      "64 8",
      "r15 b",
      "12 9",
      "~ /",
      "32 4",
      "v 4",
      "7 12",
      "9 7",
      "3 64",
      "6 56",
      "d h",
      "7 44",
      "xmm1 l",
      "3 40",
      "7 36",
      "xmm2 l",
      "10 2",
      "9 5",
      "3 80",
      "- -=[",
      "b h",
      "di l",
      "v2 l",
      "v 5",
      "10 1",
      "D 2",
      "v2 h",
      "9 9",
      "r8 b",
      "c h",
      "1 10",
      "A N",
      "N AN",
      "xmm1 h",
      "3 96",
      "10 3",
      "xmm 8",
      "6 80",
      "5 4",
      "4 28",
      "70 4",
      "D2 F",
      "3 56",
      "11 4",
      "xmm2 h",
      "3 88",
      "25 7",
      "9 3",
      "3 72",
      "6 96",
      "6 2",
      "R AP",
      "T RAP",
      "f f",
      "ff r",
      "40 4",
      "10 5",
      "80 0",
      "4 12",
      "44 4",
      "11 3",
      "76 0",
      "9 12",
      "7 28",
      "9 36",
      "50 0",
      "7 52",
      "88 8",
      "xmm 10",
      "v3 l",
      "8 80",
      "10 9",
      "9 1",
      "~ %",
      "4 20",
      "4 76",
      "8 32",
      "v3 h",
      "7 92",
      "xmm 9",
      "7 8",
      "r 9",
      "5 3",
      "4 36",
      "7 84",
      "9 52",
      "8 16",
      "v 6",
      "9 92",
      "80 8",
      "96 0",
      "4 60",
      "5 80",
      "4 92",
      "v 18",
      "10 6",
      "4 52",
      "1 15",
      "8 64",
      "7 76",
      "8 48",
      "8 24",
      "7 3",
      "48 4",
      "9 44",
      "8 3",
      "11 9",
      "5 24",
      "50 8",
      "96 8",
      "9 20",
      "8 40",
      "8 56",
      "5 16",
      "8 7",
      "5 40",
      "b x",
      "r9 b",
      "12 5",
      "12 3",
      "5 48",
      "8 96",
      "5 96",
      "7 9",
      "7 4",
      "4 68",
      "7 1",
      "7 48",
      "v 16",
      "5 56",
      "10 7",
      "11 1",
      "8 2",
      "v 7",
      "v4 l",
      "8 72",
      "v 17",
      "60 4",
      "90 4",
      "v 29",
      "v4 h",
      "v 31",
      "9 28",
      "15 9",
      "5 11",
      "v 19",
      "9 8",
      "11 8",
      "v5 l",
      "5 32",
      "13 0",
      "5 72",
      "11 7",
      "9 4",
      "v5 h",
      "9 76",
      "25 8",
      "xmm7 l",
      "13 5",
      "9 84",
      "5 88",
      "6 52",
      "6 28",
      "12 6",
      "77 1",
      "xmm7 h",
      "12 2",
      "r 10",
      "1 31",
      "7 5",
      "5 64",
      "25 3",
      "6 12",
      "6 60",
      "13 4",
      "mm 0",
      "6 20",
      "7 80",
      "15 0",
      "v 23",
      "13 8",
      "xmm3 l",
      "q 1",
      "6 84",
      "13 3",
      "12 1",
      "6 68",
      "8 5",
      "64 4",
      "1 63",
      "v 27",
      "c s",
      "8 6",
      "xmm3 h",
      "r10 b",
      "c v",
      "n z",
      "nz cv",
      "8 1",
      "6 76",
      "7 16",
      "6 92",
      "v6 l",
      "13 7",
      "8 9",
      "7 56",
      "70 0",
      "v18 l",
      "v6 h",
      "xmm 11",
      "70 8",
      "24 5",
      "7 40",
      "7 88",
      "v 24",
      "v 20",
      "v18 h",
      "v 22",
      "xmm8 l",
      "7 32",
      "xmm8 h",
      "7 24",
      "w 30",
      "v 26",
      "v 30",
      "7 64",
      "xmm10 l",
      "r 11",
      "xmm10 h",
      "xmm6 l",
      "v16 l",
      "9 96",
      "v7 l",
      "24 6",
      "13 9",
      "xmm6 h",
      "8 28",
      "16 1",
      "v16 h",
      "v17 l",
      "v7 h",
      "80 4",
      "17 7",
      "v 21",
      "2 63",
      "23 9",
      "xmm4 l",
      "v 25",
      "7 96",
      "v17 h",
      "15 5",
      "v29 l",
      "v29 h",
      "14 5",
      "24 1",
      "v31 l",
      "v31 h",
      "22 3",
      "r8 w",
      "v19 l",
      "5 13",
      "v 8",
      "v19 h",
      "2 25",
      "xmm4 h",
      "14 7",
      "15 1",
      "14 1",
      "16 2",
      "xmm9 l",
      "90 8",
      "xmm9 h",
      "8 44",
      "8 52",
      "9 40",
      "26 2",
      "8 12",
      "l l",
      "n u",
      "nu ll",
      "8 36",
      "14 3",
      "r11 b",
      "xmm5 l",
      "14 9",
      "19 1",
      "8 20",
      "14 6",
      "19 3",
      "v 28",
      "9 24",
      "9 88",
      "xmm5 h",
      "2 18",
      "v23 l",
      "v23 h",
      "25 9",
      "76 9",
      "q 2",
      "9 16",
      "14 2",
      "v 11",
      "17 1",
      "9 80",
      "8 68",
      "v27 l",
      "8 60",
      "88 4",
      "9 56",
      "v27 h",
      "19 0",
      "90 0",
      "b 5",
      "24 3",
      "26 1",
      "8 76",
      "16 5",
      "18 2",
      "18 1",
      "24 2",
      "8 92",
      "e s",
      "15 3",
      "v 15",
      "18 9",
      "16 9",
      "9 48",
      "26 6",
      "19 9",
      "18 7",
      "23 3",
      "66 6",
      "2 26",
      "16 7",
      "25 0",
      "15 4",
      "v24 l",
      "9 64",
      "v24 h",
      "U 2D",
      "9 32",
      "v20 l",
      "40 7",
      "v20 h",
      "2 13",
      "2 14",
      "2 34",
      "7 70",
      "v22 l",
      "v22 h",
      "16 6",
      "9 72",
      "17 4",
      "15 8",
      "q 3",
      "v26 l",
      "v 10",
      "v30 l",
      "18 6",
      "19 4",
      "v30 h",
      "27 1",
      "19 7",
      "25 1",
      "v26 h",
      "17 3",
      "17 8",
      "2 19",
      "20 3",
      "15 7",
      "17 5",
      "17 9",
      "4 29",
      "22 1",
      "27 4",
      "v8 l",
      "40 6",
      "20 5",
      "18 3",
      "v21 l",
      "v25 l",
      "v 12",
      "v21 h",
      "24 7",
      "r9 w",
      "22 9",
      "v25 h",
      "v 9",
      "20 7",
      "r12 w",
      "20 6",
      "2 11",
      "v 14",
      "xmm 12",
      "35 3",
      "17 0",
      "mm 1",
      "18 5",
      "20 2",
      "28 9",
      "2 31",
      "19 5",
      "f 28",
      "v8 h",
      "27 5",
      "xmm1 4",
      "xmm 13",
      "y mm",
      "3 70",
      "v28 l",
      "2 27",
      "29 1",
      "29 0",
      "20 9",
      "29 8",
      "2 10",
      "23 8",
      "r15 w",
      "r13 w",
      "v28 h",
      "3 50",
      "36 1",
      "2 65",
      "r14 w",
      "24 9",
      "19 8",
      "xmm11 l",
      "2 15",
      "xmm11 h",
      "28 5",
      "30 7",
      "29 9",
      "30 1",
      "v 13",
      "xmm 15",
      "v11 l",
      "30 9",
      "29 7",
      "2 17",
      "26 9",
      "40 1",
      "3 31",
      "4 21",
      "23 5",
      "57 8",
      "c 0",
      "c c0",
      "f cc0",
      "34 2",
      "27 7",
      "v11 h",
      "22 2",
      "27 3",
      "q 4",
      "20 1",
      "33 7",
      "55 3",
      "50 6",
      "27 8",
      "q 5",
      "44 6",
      "36 7",
      "v15 l",
      "4 19",
      "5 43",
      "v15 h",
      "30 6",
      "3 30",
      "38 6",
      "2 30",
      "23 7",
      "99 9",
      "4 18",
      "37 7",
      "9 10",
      "3 34",
      "D2 I",
      "29 3",
      "27 9",
      "31 8",
      "36 2",
      "34 9",
      "r10 w",
      "q 6",
      "39 4",
      "28 1",
      "v10 l",
      "29 5",
      "26 7",
      "40 3",
      "27 0",
      "67 5",
      "35 9",
      "28 6",
      "30 2",
      "36 6",
      "32 1",
      "4 25",
      "35 1",
      "38 3",
      "q 7",
      "33 9",
      "4 15",
      "31 1",
      "34 5",
      "44 3",
      "3 63",
      "v10 h",
      "5 17",
      "32 7",
      "32 5",
      "v9 l",
      "57 3",
      "v12 l",
      "33 8",
      "39 1",
      "57 7",
      "29 4",
      "4 17",
      "39 9",
      "3 58",
      "31 3",
      "50 5",
      "32 9",
      "r11 w",
      "5 10",
      "50 9",
      "67 3",
      "35 4",
      "56 5",
      "4 38",
      "4 27",
      "v12 h",
      "52 3",
      "b 1",
      "50 1",
      "36 5",
      "90 9",
      "37 1",
      "32 3",
      "31 7",
      "40 2",
      "v14 l",
      "36 9",
      "4 13",
      "28 3",
      "40 9",
      "4 35",
      "49 9",
      "v9 h",
      "67 4",
      "38 9",
      "35 7",
      "39 3",
      "4 22",
      "34 7",
      "38 1",
      "31 0",
      "32 6",
      "4 50",
      "31 5",
      "37 3",
      "v14 h",
      "7 46",
      "4 33",
      "44 7",
      "31 4",
      "39 5",
      "5 14",
      "4 30",
      "30 5",
      "6 14",
      "49 8",
      "mm 5",
      "59 7",
      "4 31",
      "3 90",
      "38 7",
      "30 3",
      "g s",
      "4 11",
      "77 8",
      "4 34",
      "67 1",
      "8 95",
      "33 3",
      "mm 4",
      "6 67",
      "43 9",
      "77 4",
      "45 1",
      "a gs",
      "e f",
      "l ags",
      "ef lags",
      "38 5",
      "60 5",
      "44 9",
      "78 9",
      "v13 l",
      "57 5",
      "55 5",
      "28 7",
      "mm 2",
      "28 2",
      "5 18",
      "8 55",
      "35 5",
      "4 23",
      "32 2",
      "v13 h",
      "77 7",
      "78 3",
      "44 5",
      "5 49",
      "39 8",
      "8 11",
      "34 1",
      "59 9",
      "mm 6",
      "31 9",
      "44 1",
      "78 6",
      "5 15",
      "5 42",
      "70 5",
      "90 6",
      "37 5",
      "47 4",
      "48 5",
      "7 99",
      "4 37",
      "47 5",
      "38 2",
      "40 5",
      "59 8",
      "mm 7",
      "4 10",
      "4 63",
      "60 6",
      "45 3",
      "33 5",
      "37 8",
      "5 37",
      "72 6",
      "52 6",
      "6 70",
      "64 5",
      "46 7",
      "52 2",
      "56 1",
      "65 8",
      "7 15",
      "i f",
      "65 3",
      "84 1",
      "b 2",
      "90 5",
      "49 3",
      "5 45",
      "45 7",
      "37 4",
      "64 9",
      "34 3",
      "80 9",
      "78 5",
      "79 4",
      "9 51",
      "5 47",
      "80 1",
      "37 9",
      "63 3",
      "s s",
      "70 6",
      "52 7",
      "77 5",
      "34 6",
      "72 5",
      "55 1",
      "65 0",
      "xmm14 l",
      "xmm14 h",
      "60 1",
      "4 58",
      "8 53",
      "68 2",
      "8 13",
      "xmm12 l",
      "xmm12 h",
      "88 2",
      "63 4",
      "8 94",
      "65 4",
      "6 15",
      "90 2",
      "5 19",
      "80 2",
      "97 3",
      "48 7",
      "5 70",
      "7 95",
      "68 1",
      "39 7",
      "xmm13 l",
      "xmm13 h",
      "7 57",
      "67 9",
      "48 9",
      "64 1",
      "99 1",
      "57 4",
      "59 5",
      "59 1",
      "99 8",
      "76 7",
      "44 2",
      "7 90",
      "58 7",
      "47 9",
      "55 9",
      "7 43",
      "77 3",
      "8 51",
      "97 9",
      "mm 3",
      "46 9",
      "69 9",
      "7 10",
      "5 31",
      "6 31",
      "69 8",
      "9 42",
      "45 5",
      "68 3",
      "60 2",
      "b 3",
      "72 9",
      "9 55",
      "w 29",
      "67 8",
      "64 2",
      "8 15",
      "66 2",
      "72 3",
      "8 57",
      "8 93",
      "8 22",
      "7 37",
      "8 99",
      "b 21",
      "4 14",
      "47 0",
      "99 4",
      "5 58",
      "47 1",
      "47 3",
      "55 4",
      "6 21",
      "58 9",
      "9 13",
      "50 2",
      "45 9",
      "5 39",
      "d s",
      "6 10",
      "7 47",
      "49 7",
      "ymm 7",
      "8 27",
      "6 90",
      "69 4",
      "8 26",
      "65 5",
      "6 11",
      "92 9",
      "4 90",
      "68 6",
      "8 33",
      "7 33",
      "7 54",
      "95 4",
      "7 45",
      "49 1",
      "67 7",
      "xmm15 l",
      "48 1",
      "xmm15 h",
      "58 5",
      "7 30",
      "9 11",
      "5 35",
      "9 15",
      "8 37",
      "63 5",
      "8 14",
      "z a",
      "76 5",
      "4 65",
      "5 90",
      "6 17",
      "48 3",
      "6 65",
      "7 38",
      "7 17",
      "8 98",
      "98 6",
      "9 37",
      "52 5",
      "78 2",
      "9 82",
      "5 33",
      "47 8",
      "9 46",
      "9 35",
      "8 91",
      "50 3",
      "88 6",
      "70 3",
      "66 9",
      "80 3",
      "9 58",
      "46 6",
      "7 51",
      "84 6",
      "5 63",
      "60 3",
      "v g",
      "46 2",
      "70 7",
      "d 28",
      "50 7",
      "58 1",
      "8 30",
      "9 87",
      "96 1",
      "59 4",
      "92 5",
      "63 0",
      "8 23",
      "56 9",
      "87 9",
      "* =",
      "6 27",
      "8 50",
      "5 38",
      "65 1",
      "6 18",
      "6 26",
      "9 38",
      "+ +",
      "7 14",
      "7 93",
      "8 34",
      "72 1",
      "9 83",
      "90 7",
      "87 4",
      "78 7",
      "88 1",
      "w sp",
      "63 7",
      "69 3",
      "80 5",
      "7 53",
      "97 1",
      "8 10",
      "5 46",
      "72 7",
      "66 1",
      "4 26",
      "88 5",
      "45 4",
      "7 13",
      "6 63",
      "7 35",
      "57 9",
      "7 50",
      "6 13",
      "7 42",
      "90 3",
      "7 49",
      "77 9",
      "6 19",
      "63 9",
      "8 70",
      "56 2",
      "9 77",
      "9 47",
      "5 50",
      "48 2",
      "58 6",
      "8 21",
      "96 5",
      "76 2",
      "65 7",
      "8 39",
      "9 14",
      "84 2",
      "9 34",
      "88 7",
      "79 8",
      "8 77",
      "58 3",
      "78 1",
      "8 54",
      "96 9",
      "9 97",
      "64 7",
      "5 57",
      "52 1",
      "7 97",
      "8 17",
      "Q R",
      "S QR",
      "SQR T",
      "8 69",
      "9 19",
      "9 63",
      "57 1",
      "59 3",
      "b 4",
      "97 4",
      "49 4",
      "98 1",
      "6 29",
      "6 23",
      "68 9",
      "52 9",
      "69 7",
      "9 45",
      "9 49",
      "7 19",
      "70 2",
      "76 6",
      "49 5",
      "60 7",
      "8 35",
      "64 6",
      "96 2",
      "97 8",
      "8 65",
      "70 9",
      "9 50",
      "7 58",
      "( )",
      "8 73",
      "96 7",
      "z 9",
      "46 1",
      "7 31",
      "63 8",
      "99 3",
      "ymm 6",
      "9 30",
      "60 9",
      "84 5",
      "7 63",
      "58 2",
      "b 9",
      "7 39",
      "7 41",
      "88 9",
      "69 5",
      "5 41",
      "- -",
      "98 5",
      "b 6",
      "8 78",
      "5 34",
      "56 7",
      "47 7",
      "ymm 8",
      "7 55",
      "b 0",
      "6 22",
      "97 5",
      "ymm 4",
      "6 25",
      "7 91",
      "b 13",
      "48 6",
      "b 20",
      "84 3",
      "64 3",
      "92 2",
      "y mm0",
      "F L",
      "O O",
      "FL OO",
      "FLOO R",
      "7 18",
      "ymm 11",
      "i z",
      "r iz",
      "8 97",
      "5 30",
      "8 67",
      "8 18",
      "84 7",
      "87 5",
      "8 25",
      "7 11",
      "8 31",
      "7 59",
      "k 0",
      "z mm",
      "70 1",
      "k 1",
      "9 70",
      "b 14",
      "8 66",
      "ymm 5",
      "92 1",
      "90 1",
      "68 7",
      "8 63",
      "9 39",
      "84 9",
      "96 6",
      "65 9",
      "69 1",
      "8 90",
      "56 6",
      "y mm1",
      "9 57",
      "80 6",
      "8 19",
      "ymm 9",
      "92 7",
      "ymm 3",
      "9 59",
      "ymm 2",
      "s 28",
      "ymm 13",
      "b 17",
      "b 22",
      "95 3",
      "ymm 12",
      "q 16",
      "9 31",
      "b 7",
      "68 5",
      "b 10",
      "92 6",
      "b 8",
      "7 34",
      "87 1",
      "q 8",
      "b 11",
      "q 17",
      "8 59",
      "92 3",
      "80 7",
      "8 29",
      "ymm 10",
      "8 62",
      "9 90",
      "8 38",
      "9 18",
      "f s",
      "b 18",
      "ymm 14",
